Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,2DEA68154A30209AA0698497E47F9DA9
source: Leaderboard Endless
el: Leaderboard Ατελείωτο
pl: Tablica wyników trybu Endless
ru: Лидеры бесконечного режима
zh: 无尽排行榜

# ,FA639CDD4018768675D08E937A324AF2
source: Weekly Leaderboard Endless
el: Εβδομαδιαία leaderboard ατελείωτα
pl: Tygodniowa tablica wyników trybu Endless
ru: Еженедельная таблица лидеров бесконечно
zh: 无尽排行周榜

# ,8953E06D4224FADDDA2E008D8A0E56FB
source: The impostor used mislead by performing the action {action}; it may have broken or attacked friends to confuse you.
el: Ο απατεώνας χρησιμοποίησε παραπλάνηση εκτελώντας την ενέργεια {action}· μπορεί να έσπασε ή να επιτέθηκε σε φίλους για να σε μπερδέψει.
pl: Oszust użył podstępu, wykonując akcję {action}; mógł uszkodzić lub zaatakować przyjaciół, by cię zmylić.
ru: Самозванец использовал обман, выполнив действие {action}; он мог повредить или атаковать друзей, чтобы запутать тебя.
zh: 卧底通过{action}进行了误导；它可能破坏或攻击了朋友来迷惑你。

# ,8C6EFCE649B93D5275B158901F4CAB7A
source: Back to the safehouse
el: Επιστροφή στο χρηματοκιβώτιο
pl: Powrót do kryjówki
ru: Назад в убежище
zh: 返回安全屋

# ,E0A26C2A477073293C2A5093569FFE5E
source: If you return to the safehouse, the house will restore its state and you will lose the equipped items
el: Αν επιστρέψετε στο χρηματοκιβώτιο, το σπίτι θα αποκαταστήσει την κατάστασή του και θα χάσετε τα εξοπλισμένα αντικείμενα
pl: Jeśli wrócisz do kryjówki, dom przywróci do swojego stanu, a ty stracisz wyposażone przedmioty
ru: Если вы вернётесь в убежище, дом восстановит своё состояние, а вы потеряете экипированные предметы.
zh: 如果你返回安全屋，房子将恢复原状，你将失去装备

# ,C312729245B39D3E05385886891922CF
source: God, Save Us
el: Θεέ, σώσε μας
pl: Boże, ratuj nas
ru: Боже, спаси нас
zh: 上苍啊，救救我们

# ,78CDF9F24D7F05B20507E99EF8B9D6B4
source: Where is the hope?
el: Πού είναι η ελπίδα;
pl: Gdzie jest nadzieja?
ru: Где надежда?
zh: 希望在何处？

# ,806D1B0C4EFCAD5D435AD6A24A208010
source: Who will listen to us?
el: Ποιος θα μας ακούσει;
pl: Kto nas wysłucha?
ru: Кто нас выслушает?
zh: 谁能倾听我们诉苦？

# ,4CC12ED04C0CCDD4B99137BA4EFF21F1
source: Everything is falling apart
el: Όλα καταρρέουν
pl: Wszystko się rozpada
ru: Всё разваливается
zh: 一切正在分崩离析

# ,D3B042044111E5CC7AE8239FB511F147
source: Darkness surrounds us
el: Το σκοτάδι μας περιβάλλει
pl: Ciemność nas otacza
ru: Тьма окружает нас
zh: 黑暗将我们包围

# ,46CE50D24305DF8EE5E3069A686AD62E
source: What do we have left?
el: Τι μας μένει;
pl: Co nam pozostało?
ru: Что у нас осталось?
zh: 我们还剩下什么？

# ,7C103CB840F8E092D02937A8D8ACCCCF
source: Nothing makes sense anymore
el: Τίποτα δεν έχει νόημα πια
pl: Nic już nie ma sensu
ru: Всё стало бессмысленным
zh: 毫无意义

# ,C868184542C8CF8CE45E35881EB2FB7F
source: The pain is overwhelming
el: Ο πόνος είναι συντριπτικός
pl: Ból jest przytłaczający
ru: Боль невыносима
zh: 痛彻心扉

# ,1B91C6234DA146AEDD1F52A4882D4BE0
source: There seems to be no way out
el: Δεν φαίνεται να υπάρχει διέξοδος
pl: Zdaje się, że nie ma wyjścia
ru: Кажется, выхода здесь нет
zh: 似乎没有出路

# ,8013788A45FE0968E12AA3BAF0AE5233
source: The silence is deafening
el: Η σιωπή είναι εκκωφαντική
pl: Cisza jest ogłuszająca
ru: Тишина оглушает
zh: 震耳欲聋的沉默

# ,FB77087A4862A67B758D529F87748C2F
source: Chaos consumes us
el: Το χάος μας κατατρώει
pl: Chaos nas pochłania
ru: Хаос поглощает нас
zh: 混沌吞噬我们

# ,1C4A0DD846CCF542A5D75C843FB42C43
source: This doll is under effects, wait for the effect to finish to apply another one
el: Αυτή η κούκλα είναι υπό εφέ, περιμένετε να τελειώσει το εφέ για να εφαρμόσετε ένα άλλο
pl: Ta lalka znajduje się pod wpływem efektów. Poczekaj aż się zakończy, aby zastosować kolejny
ru: Эта кукла уже находится под эффектом, подождите, пока он закончится, чтобы применить другой
zh: 这个人偶正受到某种效果的影响，等待效果结束才能施加另一个。

# ,486E52D945C3D792DA06099F44AC1A7A
source: Be careful, you will lose the equipped items
el: Προσέξτε, θα χάσετε τα εξοπλισμένα αντικείμενα
pl: Uważaj, stracisz wyposażone przedmioty
ru: Будьте осторожны, вы потеряете экипированные предметы.
zh: 小心，你会丢失装备的物品

# ,5DAA61584F29C51BE364D59FAF17F7CB
source: You need to use the book of souls before you save the imposter doll
el: Πρέπει να χρησιμοποιήσετε το βιβλίο των ψυχών προτού σώσετε την κούκλα απατεώνα
pl: Użyj księgi dusz zanim zabezpieczysz oszukującą lalkę
ru: Вы должны использовать книгу душ, прежде чем поймать одержимую куклу
zh: 你得先用灵魂之书才能收集卧底人偶

# ,073BF882481ECDE57F50FF98957A3C22
source: You've unlocked a new difficulty!
el: Ξεκλειδώσατε μια νέα δυσκολία!
pl: Odblokowałeś nowy poziom trudności!
ru: Разблокирован новый уровень сложности!
zh: 你已解锁新难度！

# ,51B58C89473E1AE2A37E6A8118DC37C1
source: Have you ever wondered where the information about the dolls comes from? In career mode, you will discover the information about the dolls with infinite cases, economy, levels, shop, crafting, and much more!
el: Έχετε αναρωτηθεί ποτέ από πού προέρχονται οι πληροφορίες για τις κούκλες;
pl: Czy zastanawialiście się kiedyś, skąd biorą się informacje o lalkach? W trybie kariery odkryjesz informacje o lalkach wraz z nieskończoną liczbą spraw, ekonomią, poziomami, sklepem, rzemiosłem i wieloma innymi funkcjami!
ru: Вы когда-нибудь задумывались, откуда берется информация о куклах? В карьерном режиме ты узнаешь информацию о куклах с помощью бесконечных уровней, экономики, магазинов, крафтов и многих другим вещей!
zh: 你是否想过人偶的信息是从哪里来的？在生涯模式中，你将通过无限案件、经济、等级、商店、制作等等来发现关于人偶的信息！

# ,839DA89C42E027A3CA515CA3BC5BE204
source: You can try it now in PC
el: Μπορείτε να το δοκιμάσετε τώρα σε υπολογιστή
pl: Możesz spróbować teraz na komputerze
ru: Теперь можно попробовать на ПК
zh: 你现在可以用电脑进行尝试

# ,9472CB7546EB19A64D00B9B40CF7BC7D
source: You've unlocked a new extra mode!
el: Ξεκλειδώσατε μια νέα επιπλέον λειτουργία!
pl: Odblokowałeś nowy, dodatkowy tryb!
ru: Вы разблокировали новый режим!
zh: 你解锁了新的额外模式！

# ,B372B7564467D935DC5122B7415A738C
source: You've unlocked the career mode!
el: Ξεκλειδώσατε τη λειτουργία καριέρας!
pl: Odblokowałeś tryb kariery!
ru: Вы разблокировали карьерный режим!
zh: 你已解锁生涯模式！

# ,FE11E6ED4FA63C5B12631383E56A20B5
source: You've unlocked the {map} Map!
el: Ξεκλειδώσατε τον χάρτη {map}!
pl: Odblokowałeś mapę {map}!
ru: Вы разблокировали карту {map}!
zh: 你解锁了{map}地图！

# ,2389D5614060663C38CEA9A54ACB9DFE
source: The impostor has left the match, restarting the game.
el: Ο απατεώνας έφυγε από το ματς, ξαναρχίζοντας το παιχνίδι.
pl: Oszust opuścił mecz, rozpoczynając grę od nowa.
ru: Самозванец покинул матч и возобновил игру.
zh: 冒名顶替者已离开比赛，重新开始比赛。

# ,29996BA046E32225A477C4BF9759D962
source: The robot has caught you
el: Το ρομπότ σε έπιασε
ru: Робот поймал тебя
zh: 机器人抓住了你

# ,313664F547D8F4158BB67E8898134C0E
source: {player} leave the game
el: Ο {player} αποχωρήσει από το παιχνίδι
pl: {player} opuścił grę
ru: {player} выходит из игры
zh: {player} 离开游戏

# ,31F028F14458C827E8B896A573933074
source: You've broken your new weekly record with {new} nights! of the {old} nights before!
el: Έχετε σπάσει το νέο σας εβδομαδιαίο ρεκόρ με {new} νύχτες!
pl: Pobiłeś swój nowy tygodniowy rekord z {new} nocami! Poprzedni rekord wynosił {old} nocy!
ru: Вы побили свою новую еженедельную запись с {new} ночами!
zh: 你用{new}夜打破了之前的{old}夜每周记录！

# ,57040D874D4ECC42E93EEBA119A420B0
source: You've got {new} nights, you haven't managed to beat your weekly record of {old} nights
el: Έχετε {new} νύχτες, δεν καταφέρατε να νικήσετε το εβδομαδιαίο ρεκόρ σας {old} νύχτες
pl: Masz {new} nocy, nie udało ci się pobić swojego tygodniowego rekordu wynoszącego {old} nocy.
ru: У вас есть {new} ночи, вам не удалось победить свой еженедельный рекорд {old} Nights
zh: 你度过了{new}夜，未能打破{old}夜的每周记录

# ,798C9DA54AB7FB8B77443DA0EE442098
source: Go to Safe House
el: Πηγαίνετε στο Safe House
pl: Powrót do kryjówki
ru: В лобби
zh: 前往安全屋

# ,8F23FF6C43F579A0AAD7EFBCFB1B03AC
source: You've got {new} nights, you haven't managed to beat your global record of {old} nights
el: Έχετε {new} νύχτες, δεν έχετε καταφέρει να νικήσετε το παγκόσμιο αρχείο σας {old} νύχτες
pl: Masz {new} nocy, nie udało ci się pobić swojego globalnego rekordu wynoszącego {old} nocy.
ru: У вас есть {new} ночи, вам не удалось победить свой глобальный рекорд {old} Nights
zh: 你度过了{new}夜，未能打破{old}夜的全球记录

# ,97F7579E41A844AC5D7FDDAB706274C6
source: Try again
el: Προσπαθήστε ξανά
pl: Spróbuj ponownie
ru: Попробуйте еще раз
zh: 重试

# ,A54FC3294EFCB8B57B533BBF0FABD261
source: The time limit for a player to join has been exceeded, what do you want to do?
el: Το χρονικό όριο συμμετοχής ενός παίκτη έχει ξεπεραστεί, τι θέλετε να κάνετε;
pl: Limit czasu na dołączenie gracza został przekroczony. Co chcesz zrobić?
ru: Превышен лимит времени на присоединение игрока. Что вы хотите сделать?
zh: 已超过玩家加入的时间限制，要做什么？

# ,B4559452445FD99D5366B68268BCFC9E
source: Congratulations!
el: Συγχαρητήρια!
pl: Gratulacje!
ru: Поздравляем!
zh: 恭喜！

# ,C6A5EF874754CC2689ADB69E1CF529FE
source: You've broken your new global record with {new} nights! of the {old} nights before!
el: Έχετε σπάσει το νέο σας παγκόσμιο ρεκόρ με {new} νύχτες!
pl: Pobiłeś swój nowy globalny rekord z {new} nocami! Poprzedni rekord wynosił {old} nocy!
ru: Вы побили свою новую глобальную запись с {new} ночами!
zh: 你用{new}夜晚的成绩打破全球记录！

# ,C9AB8FE44FCD71F5147AD1B61C0E3ACC
source: Not enough players to continue, returning to the safehouse...
el: Δεν υπάρχουν αρκετοί παίκτες για να συνεχίσουν, επιστρέφοντας στο ασφαλές...
pl: Za mało graczy, aby kontynuować, powrót do kryjówki...
ru: Недостаточно игроков, чтобы продолжить, возвращаемся в убежище...
zh: 没有足够的玩家继续，返回安全屋......

# ,E260B86E4EF0F3E2B1480B8784D99A9A
source: {player} joined the game
el: Ο {player} μπήκε στο παιχνίδι
pl: {player} dołączył do gry
ru: {player} присоединился к игре
zh: {player}加入了游戏

# ,F83E76BC49FC84244322C382556B6E5F
source: Oh no...
el: Ω όχι...
pl: O nie...
ru: О, нет...
zh: 哦不……

# ,0525435A4091E8021EFF0D8B98CE9BC4
source: Wrong impostor
el: Λάθος απατεώνας
pl: Zły oszust
ru: Неправильный самозванец
zh: 错误卧底

# ,416137A54D8BDF2957A99DA3E3A214DB
source: You left several dolls uncrossed out
el: Άφησες πολλές κούκλες ασταύρωτες
pl: Zostawiłeś kilka lalek nieprzekreślonych
ru: Вы оставили несколько кукол незачеркнутыми
zh: 你还有几个人偶未排除

# ,BA1901304FB5A9DC7B1BB49A21924ED6
source: Only alive people can interact with it
el: Μόνο ζωντανοί άνθρωποι μπορούν να αλληλεπιδράσουν με αυτό
pl: Tylko żywi ludzie mogą z nim wchodzić w interakcję
ru: С ним могут взаимодействовать только живые люди
zh: 只有活着的人才能与其互动

# ,27228C9F429D8354B0534FB17BD564AA
source: Interact
el: Αλληλεπιδρώ
pl: Interakcja
ru: Взаимодействовать
zh: 互动

# ,0CA5844D4070A29607D91D9C17419FCD
source: Skip all hours
el: Παράλειψη όλων των ωρών
pl: Pomiń wszystkie godziny
ru: Пропустить все часы
zh: 跳过所有时分

# ,34568E7B486905A5400643A88FA2E8A8
source: Show list
el: Εμφάνιση λίστας
pl: Pokaż listę
ru: Показать список
zh: 显示列表

# ,8048C27C4B137230FE4708ADFD1AD7F4
source: Show Jumpscares
el: Εμφάνιση jumpscares
pl: Pokaż jumpscare'y
ru: Показывать скримеры
zh: 显示惊吓

# ,9C7FB3D34DCE290E70FB6792846CE427
source: Enable bodyblock
el: Ενεργοποίηση σωματικού μπλοκ
pl: Włącz Bodyblock
ru: Включить Bodyblock
zh: 开启身体阻挡

# ,C53301F94E23646EB809A29EA74DFB65
source: Show robot
el: Εμφάνιση ρομπότ
pl: Pokaż robota
ru: Показать робота
zh: 显示机器人

# ,F42DAF34495A3991F4CB5F89BD0E3528
source: The function will be triggered only upon entering and exiting the caravan.
el: Η λειτουργία θα ενεργοποιηθεί μόνο κατά την είσοδο και την έξοδο από το τροχόσπιτο.
pl: Funkcja zostanie uruchomiona tylko po wejściu i wyjściu z karawany.
ru: Функция будет вызвана только при входе и выходе из каравана.
zh: 该功能仅在进入和退出车辆时触发。

# ,0590A39240854404475C3696E14AF5A8
source: We have detected a change in your inputs.
el: Εντοπίσαμε μια αλλαγή στα στοιχεία σας.
pl: Wykryliśmy zmianę w Twoich danych wejściowych.
ru: Обнаружены изменения в вводе.
zh: 检测到输入按键发生变化。

# ,3F82A2864259BCB639BD6AA1600CAEED
source: An error occurred while trying to find a match. Please try again or come back later.
el: Παρουσιάστηκε σφάλμα ενώ προσπάθησε να βρει έναν αγώνα.
pl: Wystąpił błąd podczas próby znalezienia dopasowania.
ru: Произошла ошибка при попытке найти совпадение.
zh: 搜索比赛时发生错误。

# ,821BBE2A48EE821074956AB736CA0ECB
source: Input detected!
el: Εντοπίστηκε είσοδος!
pl: Wykryto wejście!
ru: Ввод обнаружен!
zh: 检测到输入！

# ,93B997314AF656293CD3E6A5CB67FA1B
source: Error
el: Σφάλμα
pl: Błąd
ru: Ошибка
zh: 错误

# ,A7B995CE42A855DD02B0D4A9CA26F37C
source: We were unable to create an online session. Please check your connection and restart the game. If you decide to continue, the game will work in offline mode.
el: Δεν μπορέσαμε να δημιουργήσουμε μια διαδικτυακή περίοδο σύνδεσης. Ελέγξτε τη σύνδεσή σας και επανεκκινήστε το παιχνίδι. Εάν αποφασίσετε να συνεχίσετε, το παιχνίδι θα λειτουργήσει σε λειτουργία εκτός σύνδεσης.
pl: Nie udało się utworzyć sesji online. Sprawdź swoje połączenie i uruchom ponownie grę. Jeśli zdecydujesz się kontynuować, gra będzie działać w trybie offline.
ru: Нам не удалось создать онлайн-сессию. Пожалуйста, проверьте подключение и перезапустите игру. Если вы решите продолжить, игра будет работать в автономном режиме.
zh: 无法创建在线会话。请检查连接并重启游戏。如果你决定继续，游戏将以离线模式运行。

# ,BCA4F7E9472918A4030087B0CBCF7608
source: OK
el: ΕΝΤΑΞΕΙ
ru: ОК
zh: 确定

# ,C0592C6C49617410AFF0AEA0D20C4C38
source: You have {num} unfinished games. You can't start a new one until those games are completed.
el: Έχετε {num} ημιτελής παιχνίδια.
pl: Masz {num} niedokończone gry.
ru: У вас есть {num} незаконченные игры.
zh: 您有{num}未完成的游戏。

# ,79B48418402866A435B0658D650C041D
source: You've used everything you needed to use here.
el: Έχετε χρησιμοποιήσει όλα όσα χρειάζεστε για να χρησιμοποιήσετε εδώ.
pl: Już wykorzystałeś wszystko, czego potrzebowałeś użyć tutaj.
ru: Вы использовали всё, что было нужно
zh: 你用完了这里所需的全部东西。

# ,3FD1B85F401719EF8E895AA11EA72F39
source: The power has gone out, insert a fuse to turn it back on.
el: Η δύναμη έχει βγει, εισάγετε μια ασφάλεια για να την ενεργοποιήσετε ξανά.
pl: Moc wyszła, wstaw bezpiecznik, aby go włączyć.
ru: Сила вышла, вставьте предохранитель, чтобы включить его.
zh: 已断电，放入保险丝恢复电力。

# ,3CB2A0B24617CF31968FC28E978F4153
source: Blueprints
el: Σχέδια
pl: Plany
ru: Чертежи
zh: 蓝图

# ,F2A8B642470514630D564A877B6C0FD7
source: Static Meshes
el: Στατικά πλέγματα
pl: Siatki statyczne
ru: Статические сетки
zh: 静态网格

# ,8E794D794CCEA0D30D037D8DA2BFD248
source: Lights
el: Φώτα
pl: Światła
ru: Огни
zh: 灯光

# ,B41DE7E344BBE9E3F4ED828B3AC5DE1A
source: Color
el: Χρώμα
pl: Kolor
ru: Цвет
zh: 颜色

# ,3D3092E04B30FAE9F91970831F869B44
source: Wall
el: Τείχος
pl: Ściana
ru: Стена
zh: 墙壁

# ,E93B4EC241D67CCBA288EAB44234C576
source: Material
el: Υλικό
pl: Materiał
ru: Материал
zh: 材料

# ,31D983AD40E7D0F0976B7CAC11BD3D12
source: Roof
el: Στέγη
pl: Dach
ru: Крыша
zh: 屋顶

# ,54DD43104162D7A89F5B2ABADBA7F0A6
source: Van Lights
el: Φώτα βαν
pl: Światła furgonetki
ru: Огни фургона
zh: 面包车灯光

# ,F1D636544DE5ADC7945E9789ACC63D6C
source: Van wall
el: Τοίχος βαν
pl: Ściana furgonetki
ru: Стена фургона
zh: 面包车墙壁

# ,F398437D44CE91CF11D919A1208038ED
source: Size
el: Μέγεθος
pl: Rozmiar
ru: Размер
zh: 大小

# ,805F56F9484DE7ED01BC83B1E3304EE7
source: Van floor
el: Δάπεδο βαν
pl: Podłoga furgonetki
ru: Пол фургона
zh: 面包车底板

# ,BEF09CA34BAE3DC7635E8485BB667E28
source: Van exterior
el: Εξωτερικό βαν
pl: Wygląd zewnętrzny furgonetki
ru: Цвет фургона
zh: 面包车外部

# ,4BA592A54AE29F2B8AA5DCB59A988A0F
source: Van Hanging doll
el: Κούκλα Van Hanging
pl: Zawieszka w furgonetce
ru: Висящая кукла
zh: 面包车吊挂人偶

# ,7D2E931045A6E1506DEEC6BD2C264ED3
source: Van Left Side
el: Αριστερή πλευρά βαν
pl: Lewa strona furgonetki
ru: Левая сторона фургона
zh: 面包车左侧

# ,109D973D484D997685448980DCB79533
source: Floor
el: Πάτωμα
pl: Podłoga
ru: Пол
zh: 地板

# ,C539F07A44FA320908B87FADABCFB0C9
source: Van Right Side
el: Van Δεξιά Πλευρά
pl: Prawa strona furgonetki
ru: Правая сторона фургона
zh: 面包车右侧

# ,164553EC4B6A9D265430F3B6A25830E5
source: Van Bed
el: Κρεβάτι βαν
pl: Łóżko w furgonetce
ru: Кровать в фургоне
zh: 面包车床

# ,8D62136643D4EAA319AD22BBFD4C8FD1
source: Statue
el: Αγαλμα
pl: Statua
ru: Статуя
zh: 雕像

# ,6A1B28C14FD17FB8222E60837327DA35
source: Object
el: Αντικείμενο
pl: Obiekt
ru: Объекты
zh: 物体

# ,E7D75C9A40FB9B41721A46B5B7198EF1
source: Sticker
el: Αυτοκόλλητη ετικέτα
pl: Naklejka
ru: Стикер
zh: 贴纸

# ,A1DAA0264F4E98D0E7FF1E89CCEF4110
source: Left Place
el: Αριστερό μέρος
pl: Lewe miejsce
ru: Правый угол
zh: 左侧位置

# ,D2EAFC9348E348C7516300BF122B9702
source: Right Place
el: Σωστό μέρος
pl: Właściwe miejsce
ru: Левый угол
zh: 右侧位置

# ,2F29E9E841620DC6B54893A7BE60FE77
source: Desktop
el: Επιτραπέζιος υπολογιστής
pl: Pulpit
ru: Рабочий стол
zh: 桌面

# ,7D39CA6640F288A9002846AE7D7F4041
source: Mini Object
el: Μίνι αντικείμενο
pl: Mały Obiekt
ru: Строения
zh: 迷你物体

# ,0B88630D44BEE72FF2A76095115344A8
source: Doll Object
el: Αντικείμενο κούκλας
pl: Przedmiot lalki
ru: Куклы
zh: 人偶物体

# ,7095C09D4014D1FB9E4C1D9529586155
source: PC Left Side
el: PC αριστερή πλευρά
pl: Lewa strona komputera
ru: Левая сторона ПК
zh: 电脑左侧

# ,1AEE02D7485216A7EBEC93AD95D81A25
source: PC Right Side
el: Δεξιά πλευρά υπολογιστή
pl: Prawa strona komputera
ru: Правая сторона ПК
zh: 电脑右侧

# ,3FE7DD094BD2D76BA8B7BC975328185E
source: Inventory Box where you can share objects with other players in your lobby
el: Πλαίσιο αποθεμάτων όπου μπορείτε να μοιραστείτε αντικείμενα με άλλους παίκτες στο λόμπι σας
pl: Pudełko ekwipunku, w którym możesz udostępniać obiekty innym graczom w swoim lobby
ru: Компания инвентаризации, где вы можете поделиться объектами с другими игроками в своем вестибюле
zh: 库存框，您可以在其中与大厅中的其他玩家共享对象

# ,6411F5FC448D9766116676924D091830
source: Inventory box
el: Κιβώτιο απογραφής
pl: Pudełko na zapasy
ru: Инвентарь
zh: 库存框

# ,248912CB4D92726E9643E1AC09AF929C
source: Unlock the Doll Impostor playlist radio
el: Ξεκλειδώστε το ραδιόφωνο playlist του Impostor Doll Impostor
pl: Odblokuj radio listy odtwarzania oszustów dla lalek
ru: Разблокировать радио -плейлис -плейлист куклы
zh: 解锁人偶卧底播放列表广播

# ,19DDC502474EF80CF581C28691820477
source: Unlock the Guess Who room in your lobby
el: Ξεκλειδώστε την εικασία ποιος χώρος στο λόμπι σας
pl: Odblokuj zgadnij, kto w swoim lobby
ru: Разблокируйте предположение, кто комната в вашем вестибюле
zh: 解锁大厅里的猜测房

# ,768293AA49D6732C57669FAC91A3F198
source: Guess who room
el: Μαντέψτε το δωμάτιο
pl: Zgadnij, kto pokój
ru: Угадай, кто комната
zh: 猜测房

# ,E0F0C61A4E3FA26397234BA16ACDD9DE
source: Unlock the guard robot in your lobby, it will be peaceful
el: Ξεκλειδώστε το ρομπότ φρουρά στο λόμπι σας, θα είναι ειρηνικό
pl: Odblokuj robota strażnika w swoim lobby, będzie spokojny
ru: Разблокируйте робота охранника в вашем вестибюле, это будет мирным
zh: 在大厅中解锁警卫机器人，别担心，它不会伤人

# ,1057619F4616D8E4F8AA27A80261F8A7
source: Robot
el: Ρομπότ
ru: Робот
zh: 机器人

# ,D249146742516BB46178BA859A421873
source: Take doll photos for fill the clues
el: Τραβήξτε φωτογραφίες κούκλας για να γεμίσετε τις ενδείξεις
pl: Rób zdjęcia lalek, aby wypełnić wskazówki
ru: Сфотографируйте куклу, чтобы найти все зацепки
zh: 拍摄人偶照片填补线索

# ,69F832714D668740651DED8EBBD4EBB8
source: Camera
el: Κάμερα
pl: Kamera
ru: Камера
zh: 相机

# ,5471B2664F74874D8556F9B63E352A84
source: Take flashlight
el: Πάρτε φακό
pl: Weź latarkę
ru: Взять Фонарь
zh: 拿取手电筒

# ,4020C7B84456D9F178DC488EAB546977
source: Flashlight
el: Φακός
pl: Latarka
ru: Фонарь
zh: 手电筒

# ,93917B7240A1743F582D7E9208B16F62
source: Paper that reveals dislikes
el: Χαρτί που αποκαλύπτει αντιπάθειες
pl: Papier ujawniający niechęci
ru: Бумага, раскрывающая, неприязни
zh: 揭示厌恶的纸

# ,2E06BFD64361FE191A01DD86C96EBAEE
source: Soul Dark Paper
el: Σκοτεινό χαρτί ψυχής
pl: Ciemny papier duszy
ru: Темная Бумага Душ
zh: 灵魂暗纸

# ,AE174EC646F0BB590D3A1CAB82B6AC70
source: A small, dark, and shriveled heart.
el: Μια μικρή, σκοτεινή και τσαλακωμένη καρδιά.
pl: Małe, ciemne i pomarszczone serce.
ru: Маленькое, тёмное и сморщенное сердце.
zh: 一颗小小的阴暗枯萎之心。

# ,F63BB439446A93B294D5789005AB927F
source: Crow's Heart
el: Καρδιά του Κοράκου
pl: Serce Wrony
ru: Сердце ворона
zh: 乌鸦之心

# ,3B43B2384C4FFE5DE5823BAB1338EC37
source: An ancient piece of paper.
el: Ένα αρχαίο κομμάτι χαρτί.
pl: Starożytny kawałek papieru.
ru: Древний кусок бумаги.
zh: 古老的纸张。

# ,CEB55E1E480248C3E1553AB0E3E06BA3
source: Parchment
el: Περγαμηνή
pl: Pergamin
ru: Пергамент
zh: 羊皮纸

# ,743C50254A73CE29F7B3D7858FFBA46F
source: Dark and thick liquid.
el: Σκούρο και παχύρρευστο υγρό.
pl: Ciemny i gęsty płyn.
ru: Тёмная и густая жидкость.
zh: 黑暗且浓稠的液体

# ,35FE04294F60A661E2A93E8CF5BAB2C9
source: Snake's Blood
el: Βαθμολογία
pl: Krew Węża
ru: Кровь змеи
zh: 蛇血

# ,1D8C5BFB408218C11B5F8E88DED5DDE0
source: Large and grayish feather.
el: Μεγάλο και γκριζωπό φτερό.
pl: Duże i szarawe pióro.
ru: Большое и сероватое перо.
zh: 浅灰色的大羽毛。

# ,FD5D53AB4A626CFD46CF4E93053F9719
source: Vulture's feather
el: Φτερό του γύπα
pl: Pióro sępa
ru: Перо стервятника
zh: 秃鹫的羽毛

# ,14AD66ED4AA7704FAEA0CD892A4DDD54
source: A white flower with soft petals.
el: Ένα λευκό λουλούδι με απαλά πέταλα.
pl: Biały kwiat z miękkimi płatkami.
ru: Белый цветок с мягкими лепестками.
zh: 一朵花瓣柔软的白花。

# ,6F62E8EE4D6306627A7D92B69CABCC13
source: Lily flower
el: Λουλούδι κρίνου
pl: Kwiat lilii
ru: Цветок лилии
zh: 百合花

# ,C28723EC476B280B7C783CAAD9FE2784
source: A white and delicate feather.
el: Ένα λευκό και λεπτό φτερό.
pl: Białe i delikatne piórko.
ru: Белое и нежное перо
zh: 脆弱的白色羽毛。

# ,814D9929402ED9670B11B8A5F77DD89E
source: Dove's feather
el: Φτερό περιστεριού
pl: Pióro gołębicy
ru: Голубиное перо
zh: 鸽子的羽毛

# ,4E005C71470C8416B3B419B0E3E4CD6E
source: A clear and pure crystal.
el: Ένα διαυγές και καθαρό κρύσταλλο.
pl: Przejrzysty i czysty kryształ.
ru: Чистый и прозрачный кристалл.
zh: 清澈纯净的水晶。

# ,34549E97462027359C04D69FE1AC1E77
source: Quartz crystal
el: Κρύσταλλος χαλαζία
pl: Kryształ kwarcu
ru: Кварц
zh: 石英晶体

# ,821C250E485ED0C26041C8830F8E0625
source: A durable and flexible material.
el: Ένα ανθεκτικό και εύκαμπτο υλικό.
pl: Trwały i elastyczny materiał.
ru: Прочный и гибкий материал.
zh: 耐用的柔韧材料。

# ,008C17DA426E713F7F3A418B4FDE1BE4
source: Leather
el: Δέρμα
pl: Skóra
ru: Кожа
zh: 皮革

# ,F746170F4C38F9AE155525AEA0B83F1C
source: Soft and fragrant rose petals.
el: Μαλακά και αρωματικά ροδοπέταλα.
pl: Miękkie i pachnące płatki róż.
ru: Мягкие и ароматные лепестки роз.
zh: 柔软芬芳的玫瑰花瓣。

# ,AF3764E04E32829AB3E75FBD938BF9C1
source: Rose Petals
el: Ροδοπέταλα
pl: Płatki Róż
ru: Лепестки роз
zh: 玫瑰花瓣

# ,ADEEDBE04D10D55BE7B838934AC45E6C
source: Activate the final battle to uncover the impostor.
el: Ενεργοποιήστε την τελική μάχη για να αποκαλύψετε τον απατεώνα.
pl: Aktywuj ostateczną bitwę, aby odkryć oszusta.
ru: Активируйте финальный этап, чтобы раскрыть одержимую куклу.
zh: 激活最后的战斗，揭穿卧底伪装。

# ,CA5357694E9708D4AC84699C2DC77CBD
source: Soul Book
el: Βιβλίο ψυχής
pl: Książka Dusz
ru: Книга душ
zh: 灵魂之书

# ,F2BAB4874C2FDD509DA5CDA67FF91E37
source: A golden and sweet liquid.
el: Ένα χρυσό και γλυκό υγρό.
pl: Złocisty i słodki płyn.
ru: Золотая сладкая жидкость.
zh: 味甜的金色液体。

# ,72400A564910846D7B2ECEAD2631331D
source: Honey
el: Μέλι
pl: Miód
ru: Мёд
zh: 蜂蜜

# ,0A4EE34344113573CE97F6B1E7151DDE
source: A fragrant vanilla pod.
el: Ένα μυρωδάτο λοβό βανίλιας.
pl: Pachnąca laska wanilii.
ru: Ароматный стручок ванили.
zh: 一颗散发着香气的香草豆。

# ,DDB9D7494B887F84ABF6FA9C68A57B95
source: Vanilla
el: Βανίλια
pl: Wanilia
ru: Ваниль
zh: 香草

# ,9CAB638548874B5E9D71628F2EE226D1
source: A transparent and elegant container.
el: Ένα διαφανές και κομψό δοχείο.
pl: Przejrzysty i elegancki pojemnik.
ru: Прозрачный элегантный контейнер.
zh: 透明的优雅容器。

# ,8D70CD774E635393573985830A5099B8
source: Crystal Bottle
el: Κρυστάλλινο μπουκάλι
pl: Kryształowa butelka
ru: Хрустальная бутылка
zh: 水晶瓶

# ,653072BC4D6CCFF0D204B6B4887A557F
source: Dark and pungent bulb.
el: Σκοτεινός και πικάντικος βολβός.
pl: Ciemna i ostra żarówka.
ru: Темная острая луковица.
zh: 气味浓厚的暗灯泡。
