Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,7611E28141CB4F315E69D4A911220F8C
source: You were the MVP in my heart, even if not on the scoreboard.
el: Ήσασταν το MVP στην καρδιά μου, έστω και αν όχι στον πίνακα αποτελεσμάτων.
pl: Byłeś MVP w moim sercu, nawet jeśli nie na tablicy wyników.
ru: Вы были MVP в моем сердце, даже если не на табло.
zh: 即使不在记分牌上，你也是我心中的MVP。

# ,8B08FC8D435C7783D1A5AAACD8B00B3D
source: It was fun playing with you, let's do it again soon!
el: Ήταν διασκεδαστικό να παίζεις μαζί σου, ας το κάνουμε ξανά σύντομα!
pl: Fajnie było się z tobą bawić, zróbmy to wkrótce!
ru: Было весело играть с тобой, давай сделаем это снова снова!
zh: 和你玩得很愉快，期待下次再聚！

# ,9A4F977440B30028B7A056A91FB8F0A1
source: I enjoyed playing with you, see you next time!
el: Μου άρεσε να παίζω μαζί σου, σε λέμε την επόμενη φορά!
pl: Podobało mi się grać z tobą, do zobaczenia następnym razem!
ru: Мне понравилось играть с вами, увидимся в следующий раз!
zh: 打得不错，下场见！

# ,9B2EC09349E2EAF22713108A50FB1109
source: GG, though the Doll didn’t even notice we were there.
el: GG, αν και η κούκλα δεν παρατηρήθηκε καν ότι ήμασταν εκεί.
pl: GG, choć lalka nawet nie zauważyła, że ​​tam byliśmy.
ru: GG, хотя кукла даже не заметила, что мы были там.
zh: GG，尽管娃娃甚至没有注意到我们在那里。

# ,ABB2AE084F554986BC695BA9BD30719E
source: We didn’t lose, we just chose to be humble today.
el: Δεν χάσαμε, επιλέξαμε να είμαστε ταπεινοί σήμερα.
pl: Nie straciliśmy, po prostu postanowiliśmy dzisiaj być pokorni.
ru: Мы не проиграли, мы просто решили быть смиренными сегодня.
zh: 我们没有输，我们只是选择谦虚。

# ,C0E6DBB942CAE2B2BA0AE3BEE0FA2AF2
source: The important thing is no one got hurt... emotionally, maybe.
el: Το σημαντικό είναι ότι κανείς δεν τραυματίστηκε ... συναισθηματικά, ίσως.
pl: Ważne jest to, że nikt nie został ranny ... może emocjonalnie.
ru: Важно то, что никто не пострадал ... эмоционально, может быть.
zh: 重要的是没有人受到伤害...也许是在情感上。

# ,C78877444F58EF005DABB287AF3D0A30
source: I learned a lot... about what not to do.
el: Έμαθα πολλά ... για το τι δεν πρέπει να κάνω.
pl: Wiele się nauczyłem ... o tym, czego nie robić.
ru: Я многому научился ... о том, что не следует делать.
zh: 我学到了很多...关于不做的事情。

# ,D417698C4B628BDF2B39FD82056698EA
source: It wasn’t your fault, the universe just conspired against you.
el: Δεν ήταν δικό σας λάθος, το σύμπαν απλώς συνωμοτεί εναντίον σας.
pl: To nie była twoja wina, wszechświat po prostu spiskował przeciwko tobie.
ru: Это была не ваша вина, вселенная просто сговорилась против вас.
zh: 这不是你的错，宇宙只是串谋反对你。

# ,DC4760E443CE4902DCA99AB981DDF978
source: Good game, though I'm still wondering what happened there.
el: Καλό παιχνίδι, αν και εξακολουθώ να αναρωτιέμαι τι συνέβη εκεί.
pl: Dobra gra, choć wciąż zastanawiam się, co się tam wydarzyło.
ru: Хорошая игра, хотя мне все еще интересно, что там произошло.
zh: 好游戏，不明觉厉。

# ,E4D153634D02AC70C2C82499E0C3DAFA
source: Your skills left me speechless... and matchless.
el: Οι δεξιότητές σας με άφησαν άφωνους ... και χωρίς αγώνα.
pl: Twoje umiejętności sprawiły, że bez słowa ... i niezrównane.
ru: Ваши навыки оставили меня без речи ... и безжалостны.
zh: 你无与伦比的技能令我无话可说……

# ,E7484B2747CB11E478EBE7AF6523F710
source: Good game! Hope to see you again.
el: Καλό παιχνίδι!
pl: Dobra gra!
ru: Хорошая игра!
zh: GG！再见！

# ,E867EDC04CEEFA4761304DB9E045A22F
source: We survived (or almost), that’s already an achievement.
el: Επιζήσαμε (ή σχεδόν), αυτό είναι ήδη ένα επίτευγμα.
pl: Przeżyliśmy (lub prawie), to już osiągnięcie.
ru: Мы выжили (или почти), это уже достижение.
zh: 我们活下来了（也许是暂时的），但这就已经很了不起了。

# ,EF4702EA4EFDD26ED06C3CB15D3059F3
source: Good company, good game. See you around!
el: Καλή παρέα, καλό παιχνίδι.
pl: Dobra firma, dobra gra.
ru: Хорошая компания, хорошая игра.
zh: 好游戏，真好玩。再见！

# ,EF176B2A4BCEA55C2F438CB60C8AC601
source: Press key to bind
el: Πατήστε το πλήκτρο για δέσμευση
pl: Naciśnij klawisz, aby przypisać
ru: Нажмите клавишу, чтобы привязать
zh: 按要绑定的键

# ,1793A7934071DB7EFDE6498C6D04FBC3
source: The code does not match any lobby
el: Ο κωδικός δεν ταιριάζει με κανένα λόμπι
pl: Kod nie pasuje do żadnego lobby
ru: Код не соответствует ни одному лобби
zh: 该密码与任何大厅均不匹配

# ,4D3D0FC2457275A54983A1BBAF48C542
source: Password is incorrect
el: Ο κωδικός πρόσβασης είναι λανθασμένος
pl: Hasło jest nieprawidłowe
ru: Неверный пароль
zh: 密码错误

# ,7C05B2D1458BF9056EFE4A98BF9D4544
source: You can't join a multiplayer match until you complete the tutorial.
el: Δεν μπορείτε να συμμετάσχετε σε ένα παιχνίδι για πολλούς παίκτες μέχρι να ολοκληρώσετε το σεμινάριο.
pl: Nie możesz dołączyć do meczu wieloosobowego, dopóki nie ukończysz samouczka.
ru: Вы не можете присоединиться к многопользовательскому матчу, пока не завершите обучение.
zh: 完成教程后才能加入多人比赛。

# ,DD24411D4ABAB447C1584B86E08D6117
source: Something has gone wrong, try restarting steam, the host may need to restart the lobby
el: Κάτι πήγε στραβά, δοκιμάστε να επανεκκινήσετε το steam, ο οικοδεσπότης μπορεί να χρειαστεί να επανεκκινήσει το λόμπι
ru: Что-то пошло не так, попробуйте перезапустить Steam, возможно, хосту потребуется перезапустить лобби.
zh: 出现错误，请尝试重启Steam，主机可能需要重开大厅

# ,EC2A6CF342794100347D079D5C709865
source: The lobby is full
el: Το λόμπι είναι γεμάτο
pl: Lobby jest pełne
ru: Лобби заполнено
zh: 大厅已满

# ,FEB9026C48BC0599149DBA9898C6CB45
source: The version is different from the host \"{version}\"
ru: Версия отличается от версии хоста \

# ,5BC1D7604A1C399EA23C8A967E53983E
source: Reason: {reason}
el: Αιτία: {reason}
pl: Powód: {reason}
ru: Причина: {reason}
zh: 原因：{reason}

# ,6F579E3E4959DC13FA5EA69C981AA6CC
source: You are kicked
el: Σε κλωτσάνε
pl: Zostałeś wyrzucony
ru: Вас выгнали
zh: 你被踢了

# ,2DD3DC844B37E701E7C0E7BBA33D59F8
source: I have given you the necessary items to use in the case! Check the caravan's chest and carefully read what each item is for.
el: Σας έχω δώσει τα απαραίτητα για να τα χρησιμοποιήσετε στη θήκη!
pl: Dałem ci niezbędne przedmioty do użycia w sprawie! Sprawdź skrzynię w furgonetce i dokładnie przeczytaj do czego służy każdy przedmiot.
ru: Я дал вам необходимые предметы для использования в деле!
zh: 我已为你提供所需物品！请查看箱子，并仔细阅读每件物品的用途。

# ,F4A0E2E14D59BC41D9DCA8958FB25D18
source: Inventory
el: Καταγραφή εμπορευμάτων
pl: Wyposażenie
ru: Инвентарь
zh: 物品栏

# ,9A2BA8AD46FB871F204232B31F7E2465
source: You're trying to sleep in this bed... in this house... with these possessed dolls. Sounds like a terrible idea. Better head to the caravan—at least there, nothing will watch you sleep... probably.
el: Προσπαθείτε να κοιμηθείτε σε αυτό το κρεβάτι ... σε αυτό το σπίτι ... με αυτές τις κούκλες.
pl: Próbujesz spać w tym łóżku ... w tym domu ... z tymi opętanymi lalkami.
ru: Вы пытаетесь спать в этой кровати ... в этом доме ... с этими одержимыми куклами.
zh: 你竟想在这房里的这张床上睡觉……而且周围还有这些被附身的人偶。这怎么也不合适吧。最好还是去车里睡吧——至少在那里，没什么东西会盯着你睡觉……大概吧。

# ,C117437C4A0C8D8570FA27995BFCC2F2
source: Nice try... but you wouldn't want to sleep here!
el: Ωραία δοκιμή ... αλλά δεν θα θέλατε να κοιμηθείτε εδώ!
pl: Niezła próba ... ale nie chciałbyś tu spać!
ru: Хорошая попытка ... но вы не захотите спать здесь!
zh: 别乱搞……你肯定不想在这里睡觉！

# ,F487E2A843DF53EB6108BB96F58E32BC
source: A new version of the client is available, please update to be able to play the latest version
el: Μια νέα έκδοση του πελάτη είναι διαθέσιμη, ενημερώστε για να μπορείτε να παίξετε την πιο πρόσφατη έκδοση
pl: Dostępna jest nowa wersja klienta. Zaktualizuj ją, aby móc grać w najnowszą wersję
ru: Доступна новая версия клиента, обновите, чтобы иметь возможность играть в последнюю версию.
zh: 有新版本客户端，请更新至最新版

# ,BC337B2B42B2192B0CEC87925C1BFA2C
source: Doll Who is a deduction board game where two players try to guess the identity of the character chosen by their opponent. Each player has a board with a series of characters with different traits. By asking yes or no questions about the characters' features (such as whether they have a hat or appeared in the daycare map), players eliminate options until they discover the opponent's character. The first player to guess correctly wins.
el: Το Doll Who είναι ένα επιτραπέζιο παιχνίδι αναγωγής, όπου δύο παίκτες προσπαθούν να μαντέψουν την ταυτότητα του χαρακτήρα που έχει επιλέξει ο αντίπαλός τους. Κάθε παίκτης έχει έναν πίνακα με μια σειρά χαρακτήρων με διαφορετικά χαρακτηριστικά. Κάνοντας ερωτήσεις με απαντήσεις ναι ή όχι σχετικά με τα χαρακτηριστικά των χαρακτήρων (όπως αν φοράνε καπέλο ή αν εμφανίστηκαν στον χάρτη του νηπιαγωγείου), οι παίκτες εξαλείφουν επιλογές μέχρι να ανακαλύψουν τον χαρακτήρα του αντιπάλου. Ο πρώτος παίκτης που θα μαντέψει σωστά κερδίζει.
pl: Doll Who to gra planszowa typu dedukcyjnego, w której dwóch graczy stara się odgadnąć tożsamość postaci wybranej przez przeciwnika. Każdy gracz ma planszę z szeregiem postaci o różnych cechach. Zadając pytania, na które można odpowiedzieć tak lub ie (np. czy postać ma kapelusz lub pojawiła się na mapie przedszkola), gracze eliminują opcje, aż odkryją postać przeciwnika. Pierwszy gracz, który zgadnie poprawnie, wygrywa.
ru: Doll Who — это настольная игра на дедукцию, в которой два игрока пытаются угадать персонажа, выбранного противником. У каждого игрока есть доска с рядом персонажей, обладающих разными характеристиками. Задавая вопросы с ответами да или нет о внешности или особенностях кукол (например, носит ли она шляпу или есть ли она карте детского сада), игроки постепенно исключают неподходящие варианты, пока не определят персонажа противника. Побеждает тот, кто первым сделает правильный выбор.
zh: Doll Who 是一款推理类桌游，两个玩家需要猜测对方所选择的角色身份。每个玩家有一个棋盘，上面列有一系列具有不同特点的角色。通过提出关于角色特征的“是”或“否”问题（例如是否戴着帽子或是否出现在幼儿园地图中），玩家逐步排除选项，直到找到对方的角色。第一个猜对的玩家获胜。

# ,7ABFF0E544D6C598A2E7A08FC98250AC
source: Welcome to the refuge! This is your safe zone. Here, you can start a new game on the computer, view your collection of dolls and trophies, and also customize this place by clicking on the colour palette icon on your desktop!
el: Καλώς ήρθατε στο καταφύγιο!
pl: Witaj w schronieniu! To twoja kryjówka. Tutaj możesz rozpocząć nową grę używając komputera, obejrzeć swoją kolekcję lalek i trofeów, a także spersonalizować to miejsce, klikając ikonę palety kolorów na swoim biurku!
ru: Добро пожаловать в убежище! Это ваша безопасная зона. Здесь вы можете начать новую игру на компьютере, просмотреть свою коллекцию кукол и трофеев, а также настроить это место, нажав на иконку цветовой палитры на вашем рабочем столе!
zh: 欢迎来到庇护所！这里是你的安全区。你可以在电脑上开始新游戏，查看人偶和奖杯收藏，还可以点击桌面上的调色板图标来装修这地方！

# ,AE7921274BBCE3DD133FC885B09DE5F9
source: Loading matchmaking data...
el: Φόρτωση δεδομένων αντιστοίχισης ...
pl: Ładowanie danych pasujących ...
ru: Загрузка данных о сборе ...
zh: 加载匹配数据中……

# ,B75DC93941A74B4A564DF389EB387762
source: Only the host can interact with this.
el: Μόνο ο κεντρικός υπολογιστής μπορεί να αλληλεπιδράσει με αυτό.
pl: Tylko gospodarz może wchodzić z tym w interakcję.
ru: Только хост может взаимодействовать с этим.
zh: 只有主机可以与其互动。

# ,D89BAF654ED277C71FA76392443B5C15
source: Refuge
el: Καταφύγιο
pl: Kryjówka
ru: Убежище
zh: 庇护所

# ,04119A0C4BAB3896CA5F208DA41F582A
source: It looks like the impostor has done some events. These will be displayed on your left panel. Review them and then access the room again.
el: Φαίνεται ότι ο απατεώνας έκανε κάποια συμβάντα. Αυτά θα εμφανιστούν στον αριστερό σας πίνακα. Ελέγξτε τα και μετά αποκτήστε ξανά πρόσβαση στο δωμάτιο.
pl: Wygląda na to, że oszust dokonał pewnych zmian w pokoju. Zostaną one wyświetlone na lewej tablicy. Przejrzyj je, a następnie ponownie wejdź do pokoju.
ru: Похоже, одержимая кукла устроила небольшой хаос в комнате. Все события отображаются на панели слева. Посмотрим, что произошло, а затем пойдем в комнату с куклами
zh: 看起来卧底做了一些事情。这显示在左侧面板上。请在检查后再次进入房间。

# ,08FC22B7498C0918FE50E0AB274B5889
source: Remember to keep the door locked with the latch. If you don't, the dolls can come out, alter your tests, and even kill you.
el: Θυμηθείτε να κρατάτε την πόρτα κλειδωμένη με το μάνταλο. Εάν δεν το κάνετε, οι κούκλες μπορούν να βγουν έξω, να αλλάξουν τις δοκιμές σας και ακόμη και να σας σκοτώσουν.
pl: Pamiętaj, aby zawsze zamykać drzwi na zatrzask. Jeśli tego nie zrobisz, lalki mogą się wydostać, zmylić cię w dochodzeniu, a nawet cię zabić.
ru: Не забывайте закрывать дверь на защелку. Если этого не сделать, одержимая кукла может выйти из комнаты, убить вас, или изменить ваши расчеты.
zh: 记住要用插销锁好门。如果不这样做，人偶可能会出逃，改变测试结果，甚至杀死你。

# ,095285C644BBCF6CF4EA8EBA3F985F9F
source: This is the dolls' room. Here you will see what they have done while you slept. Take a look at them, and then let's go back to the room.
el: Αυτό είναι το δωμάτιο των κούκλων. Εδώ θα δείτε τι έκαναν όσο κοιμόσασταν. Ρίξτε μια ματιά και μετά ας πάμε πίσω στο δωμάτιο.
pl: To jest pokój lalek. Tutaj zobaczysz, co zrobiły, podczas gdy spałeś. Przyjrzyj się im następnie wróćmy do pokoju. z tablicami
ru: Это комната с куклами. Здесь вы увидите, что делала одержимая кукла, пока вы спали. Посмотрите на изменения, а затем отправляйтесь в свою комнату.
zh: 这是人偶的房间。在这里，你可以看到他们在你睡觉时做了什么。看一眼他们，然后回到房间。

# ,0A3D5EC2435134BB35A189A4B69C4101
source: Room
el: Δωμάτιο
pl: Pokój
ru: Комната
zh: 房间

# ,0B2A9AAE439C83F5A59624AAE1C48AAE
source: Traps
el: Παγίδες
pl: Pułapki
ru: Ловушки
zh: 陷阱

# ,0E888CB843DF92D55BD437BEB42F99EB
source: Let's go back to the panel and start weeding out suspects who don't match our evidence.
el: Ας επιστρέψουμε στο πάνελ και ας αρχίσουμε να ξεριζώνουμε υπόπτους που δεν ταιριάζουν με τα αποδεικτικά στοιχεία μας.
pl: Wróćmy do tablicy i zacznijmy wykluczać podejrzanych, którzy nie pasują do naszych dowodów.
ru: Вернисьтесь к панели и исключите подозреваемых, которые не соответствуют нашим доказательствам.
zh: 回到白板并剔除不符合证据的嫌疑人。

# ,34AFF09749F832F67360E0923F227F4F
source: Discards
el: Απορρίπτει
pl: Wykluczanie
ru: Вычисление
zh: 排除

# ,3A4B9B82453A3C78DD066BBB53AFC867
source: We only have 3 left. Let's go to the room to see who has moved and who has been moved.
el: Μας απομένουν μόνο 3. Ας πάμε στο δωμάτιο να δούμε ποιος έχει μετακομίσει και ποιος έχει μετακινηθεί.
pl: Zostało nam już tylko trzech podejrzanych. Chodźmy do pokoju zobaczyć kto się poruszył, a kto został przeniesiony.
ru: Осталось только 3 подозреваемых. Давайте пойдем в комнату, чтобы посмотреть, кто переместился и кто был перемещен.
zh: 只剩下3个了。去房间看看有谁动了。

# ,47254BE24A91487FA9DB08918BAFEBED
source: You've made it through the tutorial, you know the basics! To finish the tutorial, go to bed and sleep. You will go to your safe zone. Use the computer to start a game!
el: Τα καταφέρατε μέσα από το σεμινάριο, ξέρετε τα βασικά!
pl: Udało Ci się ukończyć samouczek, teraz znasz podstawy!
ru: Обучение пройдено, теперь вы знаете основы! Нажмите на кровать. Вы попадете в безопасную зону, в которой нужно нажать на компьютер для начала игры.
zh: 你已完成教程，了解了游戏基础！前往床上睡觉结束教程，你将进入安全区。使用电脑即可开始游戏！

# ,5220ED3742AAD20F53D18B86F110B811
source: You are the guardian of dolls, one of them is alive and intends to kill you. You must discover which one it is before 09:00.
el: Είσαι ο φύλακας των κούκλων, μια από αυτές είναι ζωντανή και σκοπεύει να σε σκοτώσει. Πρέπει να ανακαλύψεις ποια είναι πριν τις 09:00.
pl: Jesteś opiekunem lalek, jedna z nich żyje i zamierza cię zabić. Musisz odkryć, która to jest przed godziną 09:00.
ru: Вы - охранник кукол, одна из них одержима. Вы должны выяснить, кто эта кукла, до 09:00.
zh: 你是人偶的看守者，其中有个人偶被恶灵附身，打算杀死你。你必须在09:00之前找出它是谁。

# ,53A10A0B4D95DA3B8371AEA60CDFE0CF
source: Perfect, we have 5 suspects left. Let's go to sleep again.
el: Τέλεια, μας έμειναν 5 ύποπτοι. Πάμε για ύπνο ξανά.
pl: Idealnie, zostało nam 5 podejrzanych. Chodźmy jeszcze raz spać.
ru: У нас осталось 5 подозреваемых. Ложитесь спать.
zh: 很好，还剩下5位嫌疑人。再去睡觉吧。

# ,611C7265455A03D1E36711A53C897A09
source: Detective
el: Ντεντεκτίβ
pl: Detektyw
ru: Детектив
zh: 侦探

# ,6621BA854D50DB36041E58AFE9A250D5
source: It's the last hour. We only have this chance to find out. Let's go to the room.
el: Είναι η τελευταία ώρα. Έχουμε μόνο αυτή την ευκαιρία να μάθουμε. Ας πάμε στο δωμάτιο.
pl: Została nam godzina, to nasza ostatnia szansa, aby odnaleźć oszusta! Chodźmy do pokoju.
ru: Последний час. У вас есть последний шанс найти одержимую куклу. Идите в комнату и посмотрите на изменения.
zh: 这是最后一小时。只剩这次机会能找出卧底了。前往房间吧。

# ,75DB907D4C3E80ED887ACDA2AADF602C
source: You will have a detective role in which you will have to determine, based on the impostor's likes and dislikes listed on the panel to your left, what he likes and doesn't like, who his enemies, friends, loves, or hated individuals are.
el: Θα έχετε έναν ρόλο ντετέκτιβ στον οποίο θα πρέπει να καθορίσετε, με βάση τις συμπάθειες και τις αντιπάθειες του απατεώνα που αναφέρονται στον πίνακα στα αριστερά σας, τι του αρέσει και τι δεν του αρέσει, ποιοι είναι οι εχθροί, οι φίλοι, τα αγαπημένα ή τα μισητά του άτομα.
pl: Będziesz pełnił rolę detektywa, w której lubi, a czego nie, kim sbędziesz musiał określić, na podstawie upodobań oszusta wymienionych na tablicy po lewej stronie, kim są jego wrogowie, przyjaciele, osoby które kocha oraz nienawidzi.
ru: Вы - детектив, которому нужно определить одержимую куклу, исходя из того, что ей нравится и не нравится, кто её враги, друзья, любимые и ненавистные куклы.
zh: 你将扮演侦探，根据左侧面板上列出的卧底信息，确定人偶的偏好，谁是他的敌人、朋友、爱人或仇人。

# ,7F18D69F420F68627730E39CE489A2EC
source: Let's set a trap for the impostor. We already know that he likes TV and music. Turn on the lights.
el: Ας στήσουμε μια παγίδα στον απατεώνα. Ξέρουμε ήδη ότι του αρέσει η τηλεόραση και η μουσική. Άναψε τα φώτα.
pl: Zastawmy pułapkę na oszusta. Już wiemy, że lubi telewizję i muzykę. Włącz światło.
ru: Давайте проверим одержимую куклу. Мы уже знаем, что она любит телевизор и музыку. Включите свет. Если у неё неприязнь к свету, она его выключит.
zh: 让我们给卧底设个陷阱。我们知道他喜欢电视和音乐。打开灯吧。

# ,815797D840D1A6AEC45401A9A3996DE0
source: Don't trust
el: Μην εμπιστεύεσαι
pl: Nie ryzykuj!
ru: Не верь
zh: 切勿轻信

# ,8C5FD61743DD0F208E4EC58CE1706DB2
source: Well done!
el: Μπράβο!
pl: Dobra robota!
ru: Молодец!
zh: 干得好！

# ,8E5AFE684A85E803C6F5ADAD24BB2C1D
source: Events
el: Εκδηλώσεις
pl: Wydarzenia
ru: События
zh: 事件

# ,AFC2B2644270E4DDA921A0AA0660BA68
source: To sleep, simply point at the bed and click on it.
el: Για ύπνο, απλώς δείχνετε το κρεβάτι και κάντε κλικ σε αυτό.
pl: Aby zasnąć, podejdź do łóżka i kliknij na nie.
ru: Чтобы поспать, нажмите на кровать
zh: 指向并点击床即可睡觉。

# ,B300BE9147F822906E54C7A227BF23BA
source: Welcome to Doll Impostor!
el: Καλώς ήρθατε στο Doll Impostor!
pl: Witamy w Doll Impostor!
ru: Добро пожаловать в Doll Impostor!
zh: 欢迎来到《人偶卧底》！

# ,BD7ABF40452E652BF9FDDDB2B311BA06
source: To start, there are 20 dolls. Check them on the board and when you are ready, go to the room to meet them.
el: Για να ξεκινήσετε, υπάρχουν 20 κούκλες. Ελέγξτε τις στον πίνακα και όταν είστε έτοιμοι, πηγαίνετε στο δωμάτιο για να τις συναντήσετε.
pl: Na początek jest 20 lalek. Ich cechy znajdziesz na tablicy, a gdy będziesz gotowy, idź do pokoju, aby je poznać.
ru: Всего есть 20 кукол. Посмотрите на них на доске, и когда будете готовы, зайдите в комнату с куклами
zh: 一开始有20个人偶。先在白板上查看它们，准备好之后，就去房间与它们见面。

# ,BDC3A1864427A6240202ACAFA646188C
source: Go to sleep and let's see if the clue is solved in the next hour.
el: Πήγαινε για ύπνο και ας δούμε αν θα λυθεί η ιδέα την επόμενη ώρα.
pl: Idź spać i zobaczmy, czy zagadka zostanie rozwiązana w ciągu następnej godziny.
ru: Ложитесь спать, подсказка появится в следующем часу.
zh: 去睡觉吧，看看在下一个小时能否找到线索。

# ,BF587B62432840655EC059BE5054E289
source: It is clear that he likes blood. It could be either of the two, but check the boxes. Freddy is missing and his box is full of blood. He left this verdict for you. When you are sure, discard the candidate.
el: Είναι σαφές ότι του αρέσει το αίμα. Θα μπορούσε να είναι ένα από τα δύο, αλλά επιλέξτε τα πλαίσια. Ο Φρέντυ λείπει και το κουτί του είναι γεμάτο αίμα. Άφησε αυτήν την ετυμηγορία για εσάς. Όταν είστε σίγουροι, απορρίψτε τον υποψήφιο.
pl: Jak można zauważyć, lubi krew. Jednakże oboje ją lubią. Zwróć uwagę że Freddy zaginął, a jego gablota jest pełna krwi. Jest to dla ciebie wskazówka. Dlatego też, wyklucz tego który nie pasuje.
ru: Одержимая кукла любит кровь. Одержимой может быть одна из двух кукол, проверим витрины. Фредди пропал, и его витрина полна крови. Это дает информацию о том, что одержимая кукла ненавидела Фредди. Когда вы будете уверены в своем ответе, оставьте кандидата на выбывание не зачеркнутым.
zh: 很明显他喜欢血。可能是两者中的任何一个，但你得检查那些盒子。弗莱迪不见了，而他的盒子里满是血。当你确定后，就可以排除这个嫌疑人了。

# ,CA75CAA04ADC71945FDEF1B6843F94B0
source: He has fallen into our trap and turned off the lights. We can now discard all those who like the light.
el: Έπεσε στην παγίδα μας και έσβησε τα φώτα. Μπορούμε τώρα να απορρίψουμε όλους όσους τους αρέσει το φως.
pl: Wpadł w naszą pułapkę i zgasił światło. Możemy teraz wykluczyć wszystkich, którzy lubią światło.
ru: Кукла попалась в нашу ловушку и выключила свет. Исключи всех, кому нравится свет.
zh: 他中了我们的圈套，把灯关掉了。我们现在可以排除所有喜欢光明的人。

# ,DA89561543E0C4540EBC6E8D9B7FCF8A
source: Door
el: Πόρτα
pl: Drzwi
ru: Дверь
zh: 门

# ,E9E818494A07397E77DFC8AEBFE671E0
source: Dolls
el: Κούκλες
pl: Lalki
ru: Куклы
zh: 人偶

# ,FA89ED204F28013D22A23CAE49ADAC61
source: Sleep
el: Υπνος
pl: Spanie
ru: Сон
zh: 睡觉

# ,FAD096A047C791A2435446A372491A59
source: We have Ricky on the couch and Monty at the piano, so we already have the 2 possible candidates. However, we are not going to take the 50% risk. Let's go back to the room to rule out the one that can't be and wait for his next event.
el: Έχουμε τον Ricky στον καναπέ και τον Monty στο πιάνο, οπότε έχουμε ήδη τους 2 πιθανούς υποψηφίους. Ωστόσο, δεν πρόκειται να αναλάβουμε τον κίνδυνο 50%. Ας επιστρέψουμε στο δωμάτιο για να αποκλείσουμε αυτόν που δεν μπορεί και να περιμένουμε
pl: Mamy Ricky'ego na kanapie i Monty'ego przy pianinie, więc zostały dwie możliwości. Jednak nie zamierzamy podejmować ryzyka 50/50. Wróćmy do pokoju, aby wykluczyć pozostałych.
ru: На диване у нас Рики, а за пианино - Монти, поэтому у нас уже есть 2 возможных кандидата. Однако мы не будем рисковать на 50%. Вернитесь в комнату и исключите того, кто точно не может быть одержимым, а далее дождемся следующих действий от куклы.
zh: Ricky在沙发上，Monty在钢琴旁，所以我们有了两个可能的人选。不过我们不会去冒那50%的风险。回到房间，排除那个不可能的人选，然后等待他的下一次行动，从而确认人选。

# ,7055F47B466C9C3B47C459A2BDF1373A
source: {player}'s cards
el: Οι κάρτες {player}
pl: {player}
ru: {player}
zh: {player}的卡片

# ,6A3A40C1430499D32E1CA0AE6BBEA3C4
source: Trade with player
el: Συναλλαγές με παίκτη
pl: Handluj z graczem
ru: Торговля с игроком
zh: 与玩家交易

# ,1B95179E4ACD851A390CE1B153571224
source: Available cards
el: Διαθέσιμες κάρτες
pl: Dostępne karty
ru: Доступные карты
zh: 可用卡牌

# ,97AE09524959F5C7075F568F4047B1A7
source: Price: {price}
el: Τιμή: {price}
pl: Cena: {price}
ru: Цена: {price}
zh: 价格：{price}

# ,EE9D433B44702B30A9D74F8F8CF6F008
source: Available items: {quantity}
el: Διαθέσιμα είδη: {quantity}
pl: Dostępne przedmioty: {quantity}
ru: Доступные товары: {quantity}
zh: 可用物品：{quantity}

# ,09526FC54AA5D1983C1048ACADED01C4
source: You have now accepted the case. Outside of the tutorial, you could abandon the case at any time, but you won't be able to find new cases once you've accepted. With this settled, travel to the location when you're ready.
el: Έχετε πλέον αποδεχτεί την υπόθεση. Εκτός του σεμιναρίου, θα μπορούσατε να εγκαταλείψετε την υπόθεση ανά πάσα στιγμή, αλλά δεν θα μπορείτε να βρείτε νέες υποθέσεις αφού αποδεχτείτε. Με την διευθέτηση αυτού, ταξιδέψτε στην τοποθεσία όταν είστε έτοιμοι.
pl: Zaakceptowałeś sprawę. Poza samouczkiem możesz porzucić sprawę w dowolnym momencie, ale nie będziesz mógł znaleźć nowych spraw, gdy już ją zaakceptujesz. Jeżeli jesteś gotowy, udaj się na miejsce.
ru: Вы приняли дело. Вне обучения вы можете отказаться от дела в любое время. Когда будете готовы, отправляйтесь на локацию
zh: 你现已接手此案。除非是在教程之外，否则你随时都可以放弃，但接受后就不能再找新案件了。一切就绪后，准备好就前往目的地吧。
