Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,5A6092F448BE77B01756FFA578E7435A
source: Random but endless mode, you have a 3-minute timer to fix the case and there is a leaderboard of leaders
el: Τυχαία αλλά ατελείωτη λειτουργία, έχετε ένα χρονόμετρο 3 λεπτών για να διορθώσετε την υπόθεση και υπάρχει ένας πίνακας κορυφαίων ηγετών
pl: Losowy, nieskończony tryb – masz 3 minuty na rozwiązanie sprawy, na tablicy wyników widnieją najlepsi gracze.
ru: Как случайный режим, только бесконечный, у вас есть 3 минуты, чтобы определить одержимую куклу, и есть таблица лидеров
zh: 随机的无尽模式，你有3分钟来解决案件。该模式有排行榜

# ,3E3E53D64E987B22AD5967A23BB5AC57
source: Extras
el: Έξτρα
pl: Dodatki
ru: Экстра
zh: 额外内容

# ,0958AB2948217C45C2F03B9AA2FFBBD5
source: Contract
el: Σύμβαση
pl: Umowa
ru: Договор
zh: 合同

# ,E80DB2AE4EFABFA02AFEEBA33FADDDEC
source: As you unlock new levels, new ones will appear!
el: Καθώς ξεκλειδώνετε νέα επίπεδα, θα εμφανιστούν νέα!
pl: Podczas odblokowywania kolejnych poziomów, będą się pojawiać nowe!
ru: При прохождении уровней появляются новые!
zh: 解锁新关卡后，会出现新的人偶！

# ,C6A278F94000AE1F35ED22BF78A7ADE5
source: New Game
el: Νέο Παιχνίδι
pl: Nowa gra
ru: Новая игра
zh: 新游戏

# ,02DC05E44F7A1D295F3D88917BC6866F
source: Play with friends against a human impostor. One player is the infiltrator. Plan ahead, act carefully, and avoid being exposed by the investigators.
el: Παίξτε με φίλους ενάντια σε έναν άνθρωπο απατεώνα.
pl: Graj z przyjaciółmi przeciwko ludzkiemu oszustowi.
ru: Играйте с друзьями против человека-самозванца.
zh: 与朋友一起对抗人类冒名顶替者。

# ,01163BE7400AF0B66C8D7CA87F61A4D3
source: Double or nothing (bet all your money)
el: Διπλό ή τίποτα (στοιχηματίστε όλα τα χρήματά σας)
pl: Podwójnie albo nic (postaw wszystkie swoje pieniądze)
ru: Двойное или ничего (ставь все свои деньги)
zh: 双倍或全无（赌上所有的钱）

# ,6C69A93D4C696EDE4CF252A6F90E2F2C
source: The original Doll Impostor experience: find the impostor before 09:00 using traps, multiple difficulty levels, and extra modes.
el: Η αρχική εμπειρία Doll Impostor: βρείτε τον απατεώνα πριν από τις 09:00 χρησιμοποιώντας παγίδες, πολλαπλά επίπεδα δυσκολίας και επιπλέον λειτουργίες.
pl: Oryginalna gra Doll Impostor: znajdź oszusta przed 09:00, korzystając z pułapek, wielu poziomów trudności i dodatkowych trybów.
ru: Оригинальный опыт «Кукла-самозванец»: найдите самозванца до 09:00, используя ловушки, несколько уровней сложности и дополнительные режимы.
zh: 原创玩偶冒名顶替者体验：利用陷阱、多种难度级别和额外模式，在 09:00 之前找到冒名顶替者。

# ,93BFB5AA4CE3C4EA5E9973A84D12FD76
source: Doll Hunters (Only locked dolls)
el: Doll Hunters (Μόνο κλειδωμένες κούκλες)
pl: Łowcy lalek (tylko lalki zamknięte)
ru: Охотники за куклами (только запертые куклы)
zh: 玩偶猎人（仅限锁定的玩偶）

# ,5D004B2B4E6DCFDC1AEBBE8241036B85
source: Face another player asynchronously: both investigate the same case with all events included and random conditions. You have one hour to find the impostor. The fastest wins. Includes ELO and global ranking.
el: Αντιμετωπίστε έναν άλλο παίκτη ασύγχρονα: και οι δύο ερευνούν την ίδια υπόθεση με όλα τα συμβάντα που περιλαμβάνονται και τυχαίες συνθήκες.
pl: Zmierz się z innym graczem asynchronicznie: obaj badają tę samą sprawę, uwzględniając wszystkie zdarzenia i losowe warunki.
ru: Встречайтесь с другим игроком асинхронно: оба расследуют одно и то же дело со всеми включенными событиями и случайными условиями.
zh: 异步面对另一个玩家：双方都调查同一案件，包括所有事件和随机条件。

# ,74CB94924A0D7B248DF67DA581AFEEE9
source: Matchmaking
el: Παντρολογήματα
pl: Swatanie
ru: Соревновательные матчи
zh: 对接

# ,006F940B40EF1B343BAC488C091B017E
source: Buy and craft items, build the perfect case, and complete tasks like identifying suspicious doll actions. Find the impostor and bag them.
el: Αγοράστε και κατασκευάστε αντικείμενα, φτιάξτε την τέλεια θήκη και ολοκληρώστε εργασίες όπως ο εντοπισμός ύποπτων ενεργειών κούκλας.
pl: Kupuj i twórz przedmioty, twórz idealną skrzynkę i wykonuj zadania, takie jak identyfikowanie podejrzanych działań lalek.
ru: Покупайте и создавайте предметы, создавайте идеальный кейс и выполняйте такие задания, как выявление подозрительных действий куклы.
zh: 购买和制作物品，打造完美的箱子，并完成识别可疑玩偶行为等任务。

# ,2D485E384A7ABE47FD44F58A954301B6
source: Hard
el: Σκληρά
pl: Trudny
ru: Сложный
zh: 困难

# ,63D67BF743D308E3537D9794B417B76A
source: Nightmare
el: Εφιάλτης
pl: Koszmarny
ru: Кошмар
zh: 梦魇

# ,B1FA0BA34DA00CA6BA1EE9B4D8E18772
source: One more step of difficulty, there are no extra clues, You can't see the names or list
el: Ένα ακόμη βήμα δυσκολίας, δεν υπάρχουν επιπλέον ενδείξεις, Δεν μπορείτε να δείτε τα ονόματα ή τη λίστα
pl: Jeszcze wyższy poziom trudności, brak dodatkowych wskazówek, nie widać nazw lalek ani listy działań.
ru: Следующий уровень сложности. Нет дополнительных подсказок, вы не можете видеть имена или список кукол
zh: 更上一层的难度，没有额外线索，你看不到名字或列表

# ,DFC327DA4616540509FBF6AA40D0458B
source: Expert mode, you start from 06:00, there are no extra clues and no photographs
el: Expert mode, ξεκινάτε από τις 06:00, δεν υπάρχουν επιπλέον στοιχεία και φωτογραφίες
pl: Tryb ekspercki, zaczynasz o 06:00, bez dodatkowych wskazówek i fotografii.
ru: Экспертный режим. Ночь начинается с 06:00, нет дополнительных подсказок и фотографий
zh: 专家模式，从06:00开始，没有额外线索，也没有照片

# ,92BFF30E4E114DDBBE7791B9CC9B70A5
source: Easy
el: Εύκολος
pl: Łatwy
ru: Легкий
zh: 简单

# ,6540E66F480EE470D56246880E1AAC02
source: The standard difficulty for each player, all clues will be made at 08:00, you have the option to see the names of the dolls and the list of actions of the imposter
el: Η τυπική δυσκολία για κάθε παίκτη, όλες οι ενδείξεις θα γίνουν στις 08:00, έχετε την επιλογή να δείτε τα ονόματα των κούκλων και τη λίστα των ενεργειών του απατεώνα
pl: Standardowy poziom trudności dla każdego gracza, wszystkie wskazówki będą udostępniane o 08:00, masz możliwość zobaczenia nazw lalek oraz listy działań oszusta
ru: Стандартный уровень сложности для каждого игрока, все подсказки будут раскрыты в 08:00, имена кукол и список действий одержимой куклы видны
zh: 标准的难度，所有线索出现在08:00，你可以选择查看人偶的名字和卧底的行动列表

# ,E64ED09448DCC6987F8B6A80DFEF3B3F
source: Name
el: Ονομα
pl: Nazwa
ru: Имя
zh: 名称

# ,D82E9CC948B03153A925558746DD99F2
source: Password
el: Σύνθημα
pl: Hasło
ru: Пароль
zh: 密码

# ,41A1A89A4ADCC9D9F94EABA4A93A05DB
source: Visibility
el: Ορατότητα
pl: Widoczność
ru: Видимость
zh: 房间类型

# ,283D414243F053A323317BB5FEAA82D7
source: Public
el: Κοινό
pl: Publiczny
ru: Общественный
zh: 公开

# ,E27F6BC0436B7CDF6E4091A3895DF357
source: Private
el: Ιδιωτικός
pl: Prywatny
ru: Частный
zh: 私人

# ,6A0D6D30417F220237B81A8995985C2F
source: Inspectors
el: Επιθεωρητές
pl: Inspektorzy
ru: Инспектор
zh: 检查员

# ,89DD4B8A4A57828A0D0B08827934CCEA
source: {team} won
el: Η {ομάδα} κέρδισε
pl: {drużyna} wygrała
ru: {team} выиграл
zh: {team}获胜

# ,5981A77041F835414316E0BEA0C3C8F8
source: YOU WIN
el: ΚΕΡΔΙΣΕΙΣ
pl: WYGRAŁEŚ
ru: ВЫ ПОБЕДИЛИ
zh: 你赢了

# ,FE160B74470133E4B513D18D4566D063
source: YOU LOSE
el: ΧΑΝΕΙΣ
pl: PRZEGRAŁEŚ
ru: ВЫ ПРОИГРАЛИ
zh: 你输了

# ,5D4D14CF4249DFFD7C5E389B4FF05B7A
source: {name} is the impostor
pl: {name} jest oszustem
ru: {name} — самозванец
zh: {name} 是冒名顶替者

# ,15673F574D5DA742FD4F428DA263DCB1
source: Your save game has been successfully restored, it may be wise to restart the game.
el: Το αποθηκευμένο παιχνίδι σας έχει αποκατασταθεί με επιτυχία, ίσως είναι συνετό να επανεκκινήσετε το παιχνίδι.
pl: Twój zapis stanu gry został pomyślnie przywrócony, dobrym pomysłem może być ponowne uruchomienie gry.
ru: Ваше сохранение успешно восстановлено. Рекомендуется перезапустить игру.
zh: 存档已成功恢复，最好重启游戏。

# ,469ECCB843B337021C8C1397242D2EE4
source: The backup has been successfully saved, if you want to restore it, just restart the game and you will see (restore previous save) in this menu.
el: Το αντίγραφο ασφαλείας έχει αποθηκευτεί με επιτυχία, αν θέλετε να το επαναφέρετε, απλώς επανεκκινήστε το παιχνίδι και θα δείτε (επαναφορά προηγούμενης αποθήκευσης) σε αυτό το μενού.
pl: Kopia zapasowa została pomyślnie zapisana, jeśli chcesz ją przywrócić, po prostu uruchom ponownie grę, a w tym menu zobaczysz (przywróć poprzedni zapis).
ru: Резервная копия успешно сохранена, если вы хотите ее восстановить, просто перезапустите игру и в этом меню вы увидите (восстановить предыдущее сохранение).
zh: 备份已成功保存，如果要恢复，只需重启游戏即可在该菜单中看到（恢复之前的存档）。

# ,6088379D4B73AB0746BE8EB73EB9DB33
source: This is a beta version, it is advisable to make a copy of your saved game as there is a risk of losing such data. Want to make a copy?
el: Αυτή είναι μια έκδοση beta, συνιστάται να δημιουργήσετε ένα αντίγραφο του αποθηκευμένου παιχνιδιού σας, καθώς υπάρχει κίνδυνος απώλειας τέτοιων δεδομένων. Θέλετε να δημιουργήσετε ένα αντίγραφο;
pl: To jest wersja beta, więc zaleca się wykonanie kopii zapisu gry, ponieważ istnieje ryzyko utraty danych. Czy chcesz utworzyć kopię?
ru: Это бета-версия. Рекомендуется сделать копию вашего сохранения, так как существует риск потери данных. Создать копию?
zh: 这是测试版，存在数据丢失的风险，因此建议复制存档。要复制存档吗？

# ,ADE584574E49B6623B97CA87F62F2279
source: Warning!
el: Προειδοποίηση!
pl: Ostrzeżenie!
ru: Предупреждение!
zh: 警告！

# ,D43847EE40A03CCE1238E0A4BAB8F812
source: Translated by: {people}
el: Μετάφραση από: {people}
pl: Przetłumaczone przez: {people}
ru: Переведено: {people}
zh: 翻译：{people}

# ,1692DE874C0C2B1FC7A6A5AD1D9C1FE9
source: Exit
el: Εξοδος
pl: Wyjście
ru: Выход
zh: 退出

# ,6AFC77BB43DCD66B4099688FF725AB13
source: Play tutorial
el: Παίξτε φροντιστήριο
pl: Rozegraj samouczek
ru: Обучение
zh: 游玩教程

# ,FEA674ED45AE2C1DDB4665A9C7A8F2F8
source: Singleplayer
el: Παίξτε μόνοι
pl: Tryb jednoosobowy
ru: Одиночная игра
zh: 独自游玩

# ,A76488B841E9F96185871BB1C73F418B
source: Restore Previous Save
el: Επαναφορά Προηγούμενης Αποθήκευσης
pl: Przywróć poprzedni zapis
ru: Восстановить предыдущее сохранение
zh: 恢复至之前的存档

# ,DCC8B59542A6483748795F9617F86F55
source: Open lobby
el: Ανοιχτό λόμπι
pl: Stwórz lobby
ru: Открыть лобби
zh: 开放大厅

# ,B2D8A8F840BD88A7FB7EB385796D6E10
source: Browse Lobbies
el: Περιηγηθείτε στα λόμπι
pl: Przeglądaj serwery
ru: Просмотр лобби
zh: 浏览大厅

# ,94DF171240785BD6422882B6ECC3CFDC
source: Future updates
el: Μελλοντικές ενημερώσεις
pl: Przyszłe aktualizacje
ru: Будущие обновления
zh: 未来更新

# ,1F08FDF0468D51F7E028E1BB99CD5292
source: Your tickets
el: Τα εισιτήριά σας
pl: Twoje bilety
ru: Ваши билеты
zh: 你的票券

# ,3C6A18094402141EA3AC7C9F87F0B1C1
source: An error occurred while displaying the server listing, please try again later.
el: Παρουσιάστηκε σφάλμα κατά την εμφάνιση της καταχώρισης διακομιστή, δοκιμάστε ξανά αργότερα.
pl: Wystąpił błąd podczas wyświetlania listy serwerów, spróbuj ponownie później.
ru: Произошла ошибка при отображении списка серверов. Повторите попытку позже.
zh: 显示服务器列表时出错，请稍后重试。

# ,75D49E32426B3C46A006EBBE3CC6E2AA
source: {qty} results
el: {qty} αποτελέσματα
pl: {qty} wyników
ru: {qty} результатов
zh: {qty}个结果

# ,A85819064528FECBC2EF4AB84DC1708C
source: Reloading in {seconds} seconds
el: Επαναφόρτωση σε {seconds} δευτερόλεπτα
pl: Odświeżenie za {seconds} sekund
ru: Перезагрузка через {seconds} сек.
zh: {seconds}秒后重新加载

# ,EC60982146DDA1930C60798F475610A6
source: Lobby code
el: Κωδικός λόμπι
pl: Kod serwera
ru: Код лобби
zh: 大厅密码

# ,AB6B64D64932C68A8743709693AF267B
source: Position
el: Θέση
pl: Pozycja
ru: Позиция
zh: 位置

# ,901E40384D0FE3FAD3508F98408C18C7
source: Nights
el: Νύχτες
pl: Noce
ru: Ночи
zh: 夜晚

# ,2CDD0CEC4E31721F7E60268C06941859
source: The ticket has been created, do you want to see it?
el: Το εισιτήριο δημιουργήθηκε, θέλετε να το δείτε;
pl: Bilet został utworzony, chcesz go zobaczyć?
ru: Билет создан, хотите его увидеть?
zh: 票券已创建，要查看吗？

# ,7E7BE8534A4EEA2E07828BB7683F8722
source: Share your thoughts.
el: Μοιραστείτε τις σκέψεις σας.
pl: Podziel się swoimi przemyśleniami.
ru: Поделитесь своими мыслями.
zh: 分享您的想法。

# ,6F0469EB48D6EC34F0C511B2D187D7D9
source: Have you had any issues?
el: Είχατε προβλήματα;
pl: Czy miałeś jakieś problemy?
ru: Были ли у вас какие-либо проблемы?
zh: 你有什么问题吗？

# ,A2C08BE6447E2720D3051F8CA460E102
source: Can you help me with a positive review?
el: Μπορείτε να με βοηθήσετε με μια θετική κριτική;
pl: Spodobała ci się gra? Wspomóż nas zostawiając recenzję!
ru: Поможете с положительным отзывом?
zh: 能留下好评吗？

# ,575CEFFD4FA0D19F96B3A99FF6AEFBE1
source: Did you like it?
el: Σας άρεσε;
pl: Podobało Ci się?
ru: Тебе понравилось?
zh: 你喜欢这游戏吗？

# ,36DAFDA641D110060CAB6BBD14FE3722
source: Continue
el: Συνεχίζω
pl: Kontynuuj
ru: Продолжить
zh: 继续

# ,4634F1C448A78E03F4AC7B94441281EB
source: Resume Game
el: Συνέχιση του παιχνιδιού
pl: Wznów grę
ru: Вернуться в игру
zh: 继续游戏

# ,AC84F8B94C4CFF5DD57791BC7770A5BB
source: Your matches
el: Οι αγώνες σας
pl: Twoje mecze
ru: Ваши матчи
zh: 你的比赛

# ,11F6F8AD467824048DD4B5A9C8C838E0
source: Global matches
el: Παγκόσμιοι αγώνες
pl: Mecze globalne
ru: Глобальные матчи
zh: 全球比赛

# ,9B8FAFEE4B1253F62A27C7993DAD17E4
source: Waiting
el: Αναμονή
pl: Czekanie
ru: Ожидающий
zh: 等待

# ,50E952474428E42B3F7E09A5A5643AA4
source: Winner
el: Νικητής
pl: Zwycięzca
ru: Победитель
zh: 优胜者

# ,64A6ECDC45AFA33F2F9571B03D686CF3
source: Find Match
el: Βρείτε αγώνα
pl: Znajdź dopasowanie
ru: Найти матч
zh: 查找比赛

# ,C3897C8745442FE78430F8A926789CA9
source: All matches
el: Όλοι οι αγώνες
pl: Wszystkie mecze
ru: Все совпадения
zh: 所有比赛

# ,D2B1C5344321A79D5E2704A2F870B831
source: Top Elo players
el: Κορυφαίοι παίκτες elo
pl: Najlepsi gracze ELO
ru: Лучшие игроки ELO
zh: 顶级ELO玩家

# ,8520674D43548D021E595CABA678C0F5
source: Map Selector
el: Εκλεκτής χάρτη
pl: Selektor mapy
ru: Выбор карты
zh: 地图选择

# ,16EFA1C84A69BF60F01C6F9720D2149A
source: Last matches
el: Τελευταίοι αγώνες
pl: Ostatnie mecze
ru: Последние матчи
zh: 上一场比赛

# ,17389C2D46C82043BD67EFA835A30050
source: Recent Matches Won
el: Οι πρόσφατοι αγώνες κέρδισαν
pl: Ostatnie mecze wygrały
ru: Последние матчи выиграли
zh: 最近获胜的比赛

# ,6A9E940047106DA3C7837F9E8922899B
source: CORRECT!
pl: PRAWIDŁOWY!
ru: ПРАВИЛЬНЫЙ!
zh: 正确的！

# ,7E9F3CC84301D7E168707FBA6D771DB5
source: INCORRECT
pl: BŁĘDNY
ru: НЕПРАВИЛЬНО
zh: 不正确

# ,2349798E480EE5B45348C4B753C4BCB8
source: Doll List
el: Λίστα κούκλας
pl: Lista lalek
ru: Список кукол
zh: 人偶列表

# ,834E072547D98D80C120CD87A16FA4D6
source: Friends
el: Φίλοι
pl: Przyjaciele
ru: Друзья
zh: 朋友

# ,694809A74B440CDD18D181A8C6BA0434
source: Enemies
el: Εχθροί
pl: Wrogowie
ru: Враги
zh: 敌人

# ,21952B6F489AA6A8308F0591867EAC2B
source: Loves
el: Αγάπες
pl: Kocha
ru: Любит
zh: 爱慕

# ,F328405344EB2B4CB4D34EA75D918FD1
source: Hates
el: Μισεί
pl: Nienawiść do
ru: Ненавидит
zh: 讨厌

# ,2BB3FBB843E9BFD6353681B23923B65D
source: Cancel
el: Ματαίωση
pl: Anuluj
ru: Отмена
zh: 取消

# ,6371A84F40D0902115E78A9A1C09FBCE
source: Do you want buy this product?
el: Θέλετε να αγοράσετε αυτό το προϊόν;
pl: Czy chcesz kupić ten produkt?
ru: Вы хотите купить этот товар?
zh: 你要购买该产品吗？

# ,715AE4624267FE9F9EF6939C8ECFD3D1
source: Do you want to leave the current lobby to go to your safehouse?
el: Θέλετε να αφήσετε το τρέχον λόμπι για να πάτε στο χρηματοκιβώτιο σας;
pl: Czy chcesz opuścić obecne lobby i udać się do swojej kryjówki?
ru: Вы хотите покинуть текущее лобби и отправиться в свое убежище?
zh: 你想离开当前的大厅前往你的安全屋吗？

# ,B084116A4B080238B7AB2A89F60A598E
source: Replay
el: Ξαναπαίζω
pl: Powtórna rozgrywka
ru: Повтор
zh: 重播

# ,A0C0892943CF5FC4B208879116F465F0
source: Impostor Selected
el: Επιλέχθηκε ο απατεώνας
pl: Wybrano oszusta
ru: Кукла выбрана
zh: 已选择卧底

# ,FEEFC0A44A89E6CC7163CEB1F9C3F1B8
source: XP Earned
el: Κερδισμένα XP
pl: Zdobyty XP
ru: Получено XP
zh: 获得经验

# ,7954AA374982804CD0C829A2D5575131
source: Money Earned
el: Κερδισμένα χρήματα
pl: Zarobione pieniądze
ru: Денег заработано
zh: 赚取金钱

# ,871328BF4DE67CD410188ABF20504C05
source: Score
el: Σκορ
pl: Wynik
ru: Счёт
zh: 得分

# ,EB61DE2843D60E7D5AF23EB48A67DE8B
source: Rank
el: Τάξη
pl: Ranga
ru: Ранг
zh: 排名

# ,EDD9076E4875FB9F12D9D790EC0CE5B6
source: You have lost 75% for not discovering the impostor
el: Έχετε χάσει 75% επειδή δεν ανακαλύψατε τον απατεώνα
pl: Straciłeś 75% całej nagrody za to, że nie odkryłeś oszusta
ru: Вы потеряли 75% за то, что не определили одержимую куклу
zh: 未能找出卧底，损失75%的奖励

# ,B03E1FBA436DD65AC1BDFB9C7CED0AAE
source: You have lost 90% of the entire reward due to missing photos.
el: Έχετε χάσει 90% από ολόκληρη την ανταμοιβή λόγω χαμένων φωτογραφιών.
pl: Straciłeś 90% całej nagrody z powodu brakujących zdjęć.
ru: Вы потеряли 90% от награды из-за недостатка фотографий
zh: 由于缺失照片，你损失了90%的奖励。

# ,273F474146E53E4EF26ED18EF748B092
source: Results
el: Αποτελέσματα
pl: Wyniki
ru: Результаты
zh: 结果

# ,6C83DA6D4FA3B0A1533DFA8D160E04FA
source: You have lost 100% of the robot's reward for not discovering the impostor
el: Έχετε χάσει 100% της ανταμοιβής του ρομπότ επειδή δεν ανακαλύψατε τον απατεώνα
ru: Вы потеряли 100% награды робота за то, что не обнаружили самозванца.
zh: 由于没有发现卧底，损失100%的机器人奖励

# ,A0A8C36D40881280C500F9A2E5AFFDAB
source: Location
el: Τοποθεσία
pl: Lokalizacja
ru: Локация
zh: 地点

# ,5A9082C24056C8BFE9DE8EA9069EF292
source: For the changes to take effect, restart the game
el: Για να ισχύσουν οι αλλαγές, επανεκκινήστε το παιχνίδι
pl: Aby zastosować zmiany, uruchom grę ponownie.
ru: Чтобы изменения вступили в силу, перезапустите игру
zh: 为使更改生效，请重启游戏

# ,D59D437D4A5623BB300F15B9DEB2DFC9
source: Medium
el: Μέσον
pl: Średnie
ru: Средний
zh: 中

# ,164060454E5796D5711012B8A720788E
source: Extreme
el: Ακρο
pl: Ultra
ru: Экстрим
zh: 极高

# ,7286FEC6469CF65A5584DB896D227680
source: Windowed
el: Παράθυρο
pl: W oknie
ru: Оконный режим
zh: 窗口化

# ,02D9E8BE4D8D66E9AA05AEBCFF6F5CFD
source: Borderless
el: Χωρίς σύνορα
pl: Bez ramek
ru: Без границ
zh: 无边框

# ,2EF2F1564FC48CCE3E64C3AC2AE2520E
source: Fullscreen
el: Πλήρης οθόνη
pl: Pełny ekran
ru: Полноэкранный режим
zh: 全屏

# ,BAE5154E4E3AE14A54E6828C32370216
source: Auto
el: Αυτο
pl: Automatyczny
ru: Авто
zh: 汽车

# ,1F60747F484721580EA9649AFE5C2893
source: Quality
el: Ποιότητα
pl: Jakość
ru: Качество
zh: 质量

# ,AB501C9445DFF4BF182BCB9E51DA8A49
source: Balanced
el: Ισορροπημένο
pl: Zrównoważony
ru: Сбалансированный
zh: 均衡

# ,D0AE45E14934432AE6AAEEB53740D81C
source: Performance
el: Εκτέλεση
pl: Wydajność
ru: Производительность
zh: 表现

# ,B7A232F04263043B9FEA5F8F6A6CBF61
source: Unlimited
el: Απεριόριστος
pl: Nieograniczone
ru: Неограниченно
zh: 无限制

# ,77DAE76A48EC13E45F2983881F23E808
source: Gameplay Settings
el: Ρυθμίσεις παιχνιδιού
pl: Ustawienia rozgrywki
ru: Игровые настройки
zh: 游戏设置

# ,1586BC174775240305EB85A03C419F06
source: Interface Settings
el: Ρυθμίσεις διεπαφής
pl: Ustawienia interfejsu
ru: Настройки интерфейса
zh: 界面设置

# ,45C632DB4CE38CCF91E0E89A3C83E11B
source: Video Settings
el: Ρυθμίσεις βίντεο
pl: Ustawienia wideo
ru: Видео
zh: 视频设置

# ,E1BED414427264B22F7080B7ED0D0CF9
source: Audio Settings
el: Ρυθμίσεις ήχου
pl: Ustawienia dźwięku
ru: Звук
zh: 音频设置

# ,3E1BC428435A0C653E4D7185A4847A91
source: Input Settings
el: Ρυθμίσεις εισαγωγής
pl: Ustawienia wejściowe
ru: Управление
zh: 输入设置

# ,313F40EF478559493D8CBBB58F9FF50B
source: VR Settings
el: Ρυθμίσεις VR
pl: Ustawienia VR
ru: Настройки виртуальной реальности
zh: 虚拟现实设置

# ,5CB127A3485E81E42B473984FAD83220
source: Data Settings
el: Ρυθμίσεις δεδομένων
pl: Ustawienia danych
ru: Настройки данных
zh: 数据设置

# ,5E1F07F9481BBCB9286540A9845DA7DD
source: None
el: Κανένας
pl: Brak
ru: Никто
zh: 无

# ,9CD3456342DFD2DAA352319215F6B3AE
source: Bright
el: Ευφυής
pl: Jasny
ru: Яркий
zh: 明亮

# ,5E5400A44B15F25FA890D0B2373F453E
source: Emboss
el: Αποτυχαίνω
pl: Wyryć
ru: Тиснение
zh: 浮雕

# ,6253D35F4B2D594C07E03CAB7C86A1CE
source: Tired
el: Κουρασμένος
pl: Zmęczony
ru: Усталый
zh: 疲惫的

# ,3E6C187646A0B1291793B49DDED900A6
source: Glitched Pixels
el: Pixel με προβλήματα
pl: Zakłócone piksele
ru: Глючные пиксели
zh: 像素故障

# ,74A4E3F24FF6CD3383EFA6901E98F156
source: Iso lines
el: Γραμμές Iso
pl: Linie iso
ru: Линии ISO
zh: 等值线

# ,94FF044043C9EB2D2028E3BD0E5E62CF
source: Pulses
el: Οσπρια
pl: Impulsy
ru: Импульсы
zh: 脉冲

# ,D88E40CD4F08D4197DDCDF86C29D097C
source: Sepia
el: Καστανόχρους
ru: Сепия
zh: 棕褐色

# ,ED91A47B42D2DC0034204A82E08AAE23
source: Boom
el: Κεραία
pl: Wysięgnik
ru: Бум
zh: 繁荣

# ,C573433A416BBF251730D9A84816AB74
source: Poster
el: Αφίσα
pl: Plakat
ru: Плакат
zh: 海报

# ,B78610A0459C5A40C3FDB9A57C2BE5FE
source: No light
el: Χωρίς φως
pl: Brak światła
ru: Нет света
zh: 没有光

# ,F273CDEB4CBBC8B2C5C59B9FC06F778E
source: Black and White
el: Γραπτώς
pl: Czarno-biały
ru: Черное и белое
zh: 黑与白

# ,F3D283B9477F83CAC5A54281AF77384B
source: Candy
el: Καραμέλα
pl: Słodycze
ru: Конфеты
zh: 糖果

# ,C42835B44E24B877F642058AF2281B18
source: Cel
ru: Чел
zh: 声名远扬

# ,0725F2854852DEA4DF2881A6BD2BA2F8
source: Thermal
el: Θερμικός
pl: Termiczny
ru: Термальный
zh: 保暖

# ,5ECF7B824E0ACCF31F367E90092E80DF
source: Blueprint
el: Προσχέδιο
pl: Plan
ru: План
zh: 蓝图

# ,A6264AE246BDD825E0DF60B020D9D8F4
source: CRT
ru: ЭЛТ
zh: CRT显像管

# ,F3AF0D2F42BD084C03D973B394FB8FE8
source: Old
el: Παλιός
pl: Stary
ru: Старый
zh: 老的

# ,3DF3D8BB47FE6CB6BEF07C9D391812FD
source: Contrast
el: Αντίθεση
pl: Kontrast
ru: Контраст
zh: 对比

# ,F00A91DE4FD2BF7AD2CC558E36CF0D94
source: Field of View
el: Οπτικό Πεδίο
pl: Pole widzenia
ru: Поле зрения
zh: 视野

# ,5E0DC4AE4575000AC0171F95AD85CADA
source: Depth of Field
el: Βάθος Πεδίου
pl: Głębia ostrości
ru: Глубина резкости
zh: 景深

# ,25672B2F428EDE34D8AE9C8193CD05D6
source: Mouse Sensivity
el: Ευαισθησία κάμερας
pl: Czułość myszy
ru: Чувствительность мыши
zh: 镜头灵敏度

# ,C217326D42A0B8DA097ECEAC0760BAF7
source: Focus FOV
el: Εστίαση FOV
pl: Zbliżenie pola widzenia
ru: Поле зрения
zh: 专注视野

# ,EE03EF0F4EEDD6D027A9A894BCB0944E
source: Next Equipment
el: Επόμενος Εξοπλισμός
pl: Następne wyposażenie
ru: Следующее оборудование
zh: 下一件装备

# ,928D8B36495F7CA7451ECC8DA2DD1850
source: Move Forward
el: Προχωρήστε μπροστά
pl: Idź do przodu
ru: Вперед
zh: 向前移动

# ,09CCC43B450A924B1414CEA6C17A4E5D
source: Language
el: Γλώσσα
pl: Język
ru: Язык
zh: 语言

# ,3E796087492560DF199BD58F4D3A3731
source: Move Backward
el: Μετακίνηση προς τα πίσω
pl: Idź do tyłu
ru: Назад
zh: 向后移动

# ,419FBA55411C37613B78B895FC47434E
source: Auto settings
el: Αυτόματες ρυθμίσεις
pl: Ustawienia automatyczne
ru: Автоматические настройки
zh: 自动设置

# ,773B946148501068D9A5B3A814B81ECD
source: Move Left
el: Μετακίνηση Αριστερά
pl: Idź w lewo
ru: Влево
zh: 向左移动

# ,411476E94611E3ECBFFCB29460596681
source: Move Right
el: Μετακίνηση Δεξιά
pl: Idź w prawo
ru: Вправо
zh: 向右移动

# ,D9B2458843A82DBB9843FBBB36327D9A
source: Turn Right
el: Στρίψτε δεξιά
pl: Skręć w prawo
ru: Посмотреть направо
zh: 右转

# ,51AAD5804BF2737D78EA9DAB73EC9BBC
source: Turn Left
el: Στρίψτε αριστερά
pl: Skręć w lewo
ru: Посмотреть налево
zh: 左转

# ,0D33F3C64097DC3B481D9DBBE348199B
source: Smooth Camera
el: Ομαλή κάμερα
pl: Płynna kamera
ru: Плавная камера
zh: 平滑镜头

# ,636E48DB4F79961C0BCDDF9C74A51062
source: Look Up
el: Κοιτάζω πάνω
pl: Patrzenie w górę
ru: Посмотреть вверх
zh: 向上看

# ,BE7B6E174A4CE247B21761B7E41F34D3
source: Look Down
el: Κοιτάξτε κάτω
pl: Patrzenie w dół
ru: Посмотреть вниз
zh: 向下看

# ,C8F05C9640A64BDEEDFF738C5E065267
source: Crouch
el: Ζαρώνω
pl: Kucanie
ru: Присесть
zh: 蹲下

# ,175FDB6245E5ED987CC62684AC5049E4
source: Run
el: Τρέξιμο
pl: Bieganie
ru: Бежать
zh: 奔跑

# ,460FFB13421148C8493D69A72A81E93C
source: Use
el: Χρήση
pl: Użyj
ru: Использовать
zh: 使用

# ,6AA4F0964EAA8B9B6AE3B3A2B62504C1
source: Focus / Zoom
el: Εστίαση / Ζουμ
pl: Ostrość / Zoom
ru: Зум (приближение)
zh: 聚焦/缩放

# ,FA1C15B1439CEF51682B81AF479F4873
source: Main Menu
el: Κύριο Μενού
pl: Menu główne
ru: Главное меню
zh: 主菜单

# ,D8F293214EA6402451DED28B75ADA37E
source: Screen Resolution
el: Ανάλυση οθόνης
pl: Rozdzielczość ekranu
ru: Разрешение экрана
zh: 屏幕分辨率

# ,878E24534B885E2AB87EACB0394A0E58
source: Screen Mode
el: Λειτουργία οθόνης
pl: Tryb ekranu
ru: Отображение экрана
zh: 屏幕模式

# ,3837591C42D92A7775C0598726DC6D31
source: FPS Limit
el: Όριο FPS
pl: Limit klatek na sekundę
ru: Ограничение количества кадров
zh: 帧数限制
