Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,E96A210546B4B0647B0763843052BBF8
source: Head Bobbing
el: Κουνώντας το κεφάλι
pl: Kiwanie głową
ru: Покачивание головы
zh: 镜头晃动

# ,67E721CC4E280A5A435BA1B141936D38
source: Brightness
el: Λάμψη
pl: Jasność
ru: Яркость
zh: 亮度

# ,E75E972A4F2C8D92EC495294816B3C8D
source: Temporal Upsample
el: Χρονικό δείγμα
pl: Tymczasowe zwiększenie próbki
ru: Темпоральное увеличение
zh: 时间上采样

# ,1DB3301C4E2144B2C2F0BB8C2BAD0221
source: Screen Percentage
el: Ποσοστό οθόνης
pl: Skalowanie ekranu
ru: Процент экрана
zh: 屏幕百分比

# ,50CA9C1F443642D2B6B6BE9E5D1E302F
source: Global Illumination Method
el: Μέθοδος Global Illumination
pl: Metoda globalnego oświetlenia
ru: Метод глобального освещения
zh: 全局照明方法

# ,267DB35B4828F6D27920F0A6E4892E5A
source: Reflection Method
el: Μέθοδος Αντανάκλασης
pl: Metoda odbić
ru: Метод отражения
zh: 反射方法

# ,2D10309A4AE3A7B38D67BC894C9A5B97
source: View Distance Quality
el: Προβολή Ποιότητας Απόστασης
pl: Jakość odległości widzenia
ru: Качество дальности видимости
zh: 视距质量

# ,FC57D0154C6E70C0D8C839B6EA15B4B1
source: Graphic Preset
el: Προεπιλογή γραφικών
pl: Wstępne ustawienie graficzne
ru: Настройки графики
zh: 图形预设

# ,7EBE45E64B8119C2AA017590BE5B8563
source: Anti Aliasing Quality
el: Ποιότητα Anti Aliasing
pl: Jakość antyaliasingu
ru: Качество сглаживания
zh: 抗锯齿质量

# ,99AE0DEC47710525BAF347ABFE8339AB
source: Post Processing Quality
el: Ποιότητα μετά την επεξεργασία
pl: Jakość przetwarzania końcowego
ru: Качество постобработки
zh: 后期处理质量

# ,A31A353942F325B2C7CB09AA525BB7CF
source: Film Grain
el: Φιλμ Grain
pl: Ziarno filmowe
ru: Зернистость
zh: 胶片颗粒

# ,8CAC065540B47C971DC8E0B801B69618
source: Shadow Quality
el: Ποιότητα σκιάς
pl: Jakość cieni
ru: Качество теней
zh: 阴影质量

# ,9806DB6E4107A01E3979C1BBEF780A91
source: Global Illumination Quality
el: Παγκόσμια ποιότητα φωτισμού
pl: Globalna jakość oświetlenia
ru: Качество глобального освещения
zh: 全局照明质量

# ,3BF4F9F24361A6C9205652911A0DA864
source: Reflection Quality
el: Ποιότητα Αντανάκλασης
pl: Jakość odbić
ru: Качество отражений
zh: 反射质量

# ,B54084CB4A265AC5B0714AB02E26FFEE
source: Texture Quality
el: Ποιότητα Υφής
pl: Jakość tekstur
ru: Качество текстур
zh: 纹理质量

# ,BED88CC84349A7555F6F8F8702DFC716
source: Visual Effects Quality
el: Ποιότητα οπτικών εφέ
pl: Jakość efektów wizualnych
ru: Качество визуальных эффектов
zh: 视觉效果质量

# ,84658DA54182C8A664927696DBF0C2C1
source: Foliage Quality
el: Ποιότητα φυλλώματος
pl: Jakość liści
ru: Качество листвы
zh: 植被质量

# ,16A84C9B486F4A520142D791EC349B4F
source: Shading Quality
el: Ποιότητα σκίασης
pl: Jakość cieniowania
ru: Качество шейдеров
zh: 阴影质量

# ,20F643D0433786C0252EBF9BC0704CDC
source: The game will use the system's default microphone. Changing it requires a restart.
el: Το παιχνίδι θα χρησιμοποιήσει το προεπιλεγμένο μικρόφωνο του συστήματος. Η αλλαγή του απαιτεί επανεκκίνηση.
pl: Gra będzie używać domyślnego mikrofonu systemowego. Zmiana wymaga ponownego uruchomienia.
ru: Игра будет использовать микрофон по умолчанию в системе. Для изменения требуется перезапуск.
zh: 游戏将使用系统的默认麦克风。更改它需要重启。

# ,2DE4F4264AEB90D45B2363B38034FA9E
source: Music Volume
el: Τόμος μουσικής
pl: Głośność muzyki
ru: Громкость музыки
zh: 音乐音量

# ,6E900D00499A2A657789138FBA3BD69E
source: Previous Equipment
el: Προηγούμενος Εξοπλισμός
pl: Poprzedni ekwipunek
ru: Предыдущее оборудование
zh: 上一件装备

# ,FCA446264B23A96037F05F8D786E8199
source: Master Volume
el: Κύριος τόμος
pl: Głośność główna
ru: Общая громкость
zh: 主音量

# ,0860FF434B759F0DDD299AAD5097224D
source: Reset settings
el: Επαναφορά ρυθμίσεων
pl: Zresetuj ustawienia
ru: Сбросить настройки
zh: 重置设置

# ,8AB0454249AEF8D22FE8AD9044DC5660
source: Invert Horizontal Camera
el: Αντεστραμμένη οριζόντια κάμερα
pl: Odwróć kamerę poziomą
ru: Инвертировать горизонтальную камеру
zh: 反转水平镜头

# ,5E2D1B9743A106B9FAB5FABB7924B6F9
source: Invert Vertical Camera
el: Αντίστροφη κάμερα
pl: Odwróć kamerę pionową
ru: Инвертировать вертикальную камеру
zh: 反转镜头

# ,9C9216AA4FCCA498AFBE6CB6F1396CB2
source: Show doll names
el: Εμφάνιση ονομάτων κούκλας
pl: Pokaż imiona lalek
ru: Показать имена кукол
zh: 显示人偶名字

# ,A7315029485656AEDD7500947B3C4E5B
source: This option will only be available on Easy difficulty.
el: Αυτή η επιλογή θα είναι διαθέσιμη μόνο σε Easy vështirësi.
pl: Ta opcja będzie dostępna tylko na łatwym poziomie trudności.
ru: Эта опция будет доступна только на лёгком уровне сложности.
zh: 此选项仅在简单难度下可用。

# ,8BFB53E5448C16FA230515968C3ABF0A
source: Gamepad Sensivity
el: Ευαισθησία Gamepad
pl: Czułość kontrolera
ru: Чувствительность геймпада
zh: 游戏手柄灵敏度

# ,19D7C22E45997888F2982DAE095D995E
source: Open chat
el: Ανοίξτε τη συνομιλία
pl: Otwórz czat
ru: Открыть чат
zh: 打开聊天

# ,6DA6B9C44E1E6E888DE71D887FCB9FFC
source: Effects Volume
el: Όγκος εφέ
pl: Głośność efektów
ru: Громкость эффектов
zh: 效果音量

# ,7B5E57D3450604279BB59E97C7B84E38
source: Microphone volume
el: Ένταση μικροφώνου
pl: Głośność mikrofonu
ru: Громкость микрофона
zh: 麦克风音量

# ,C12D675E4F2DCB6DD3AE108F78AE04AD
source: Push to talk
el: Σπρώξτε για να μιλήσετε
pl: Naciśnij, aby mówić
ru: Режим рации
zh: 按键通话

# ,054AC4C746C09AD57CA9C497A131F64F
source: Show Press key to interact
el: Εμφάνιση Πατήστε το πλήκτρο για αλληλεπίδραση
pl: Pokaż Naciśnij klawisz, aby wejść w interakcję
ru: Показать Нажмите клавишу для взаимодействия
zh: 显示 按键互动

# ,DFC00BD04359DBA0F8F0DF9D8825DBF3
source: Show player names
el: Εμφάνιση ονομάτων παικτών
pl: Pokaż nazwy graczy
ru: Показать имена игроков
zh: 显示玩家姓名

# ,53A5F3684B1F84B1F9A0AFA2B1C6B539
source: Reset all stats
el: Επαναφορά όλων των στατιστικών
pl: Zresetuj wszystkie statystyki
ru: Сбросить все статистики
zh: 重置所有统计数据

# ,5F3A8B94430029F272E6B087EFFE6C79
source: Clear all achievements
el: Καθαρίστε όλα τα επιτεύγματα
pl: Wyczyść wszystkie osiągnięcia
ru: Очистите все достижения
zh: 清除所有成就

# ,7DAA5504439C77D6D132F88F80DC083D
source: Purge all Steam cloud save
el: Εκκαθαρίστε όλα τα cloud Steam Save
pl: Oczyść całą chmurę parową Zapisz
ru: Очистить все пастовое облако сохранение
zh: 清除所有蒸汽云保存

# ,FF55AC7148DC82901808C0AE258E41BF
source: Purge local save
el: Καθαρίστε την τοπική αποθήκευση
pl: Oczyść lokalny zapis
ru: Очистить локальный сохранение
zh: 清除本地保存

# ,933B001A4A8DE48AB89B0E934C10E394
source: Filter
el: Φίλτρο
pl: Filtr
ru: Фильтр
zh: 筛选

# ,BC06960A474C65DE361B3CB2C89626B3
source: Ambient Volume
el: Όγκος περιβάλλοντος
pl: Głośność otoczenia
ru: Громкость окружения
zh: 环境音量

# ,3DBC5EBC49FC8E185982FAAAD0A10C1C
source: Robot Volume
el: Τόμος ρομπότ
pl: Głośność robota
ru: Объем робота
zh: 机器人体积

# ,4B42EDC74552B167B6C050B42EED7773
source: Toggle lock
el: Εναλλαγή κλειδώματος
pl: Przełącz blokadę
ru: Переключить замок
zh: 切换锁定

# ,6825277540EC01C05B094C81655574A0
source: Reset all game data
el: Επαναφορά όλων των δεδομένων παιχνιδιού
pl: Zresetuj wszystkie dane gry
ru: Сбросить все игровые данные
zh: 重置所有游戏数据

# ,E143975C40D6C30516F06AA9DA4171AE
source: Warning [Screen space] in (VR) can cause flashing.
el: Προειδοποίηση [Space Screen] στο (VR) μπορεί να προκαλέσει αναβοσβήνει.
pl: Ostrzeżenie [Przestrzeń ekranu] w (VR) może powodować migotanie.
ru: Предупреждение [пространство экрана] в (VR) может вызвать мигание.
zh: 警告[屏幕空间]（VR）可能会导致闪烁。

# ,AD460B994229EF2082F3E6AC24B1C826
source: Gamepad scroll
ru: Геймпад свиток
zh: 游戏板滚动

# ,11F9C64645C559D22EC13CBF95B6B34B
source: Shake
el: Σέικ
pl: Potrząsnąć
ru: Встряхнуть
zh: 摇

# ,E6E5563145CE2732C896519D18711948
source: VR Interface Pointer
el: Δείκτης διεπαφής VR
pl: Wskaźnik interfejsu VR
ru: Указатель интерфейса VR
zh: VR接口指针

# ,C7F4448D4D2D9FC266E17B924B19932F
source: Seat mode
el: Λειτουργία καθίσματος
pl: Tryb siedzenia
ru: Режим сиденья
zh: 座位模式

# ,7826866B435A8EE313772C8979CA261B
source: Jumpscares Volume
el: Ένταση τρόμου
pl: Głośność Jumpscare'ów
ru: Громкость скримеров
zh: 惊吓音量

# ,384220FB4868C58CB1B793A323D8B7E6
source: Smooth turn
el: Ομαλή στροφή
pl: Płynny skręt
ru: Плавный поворот
zh: 平稳转弯

# ,9E19DD8A4C744EFEDEC12C98E2158FD0
source: Smooth turn sensivity
el: Ευαισθησία ομαλής στροφής
pl: Płynna czułość skrętu
ru: Чувствительность к плавному повороту
zh: 平滑转向灵敏度

# ,5338B040417362F9E3D17EAB3DDE3EFA
source: Spectator Move Up
pl: Widz, ruch w górę
ru: Зритель движется вверх
zh: 观众向上移动

# ,5B1ECD0D4E381D818269C2A9DA03E80B
source: Spectator Move Down
el: Ο θεατής μετακινείται προς τα κάτω
pl: Widz przesuń się w dół
ru: Зритель движется вниз
zh: 观众下移

# ,854331C9425CC9D48C26049B823CFD28
source: Spectator Speed Movement
pl: Prędkość ruchu widza
ru: Скорость движения зрителя
zh: 观众速度运动

# ,433A6CE84E4955044C7FB38105FA63BF
source: Footsteps Volume
el: Τόμος Footsteps
pl: Głośność kroków
ru: Громкость шагов
zh: 脚步声音量

# ,4F25154F492889931F8B37B7A8085613
source: No signs yet
el: Δεν υπάρχουν ακόμη σημάδια
pl: Nie ma jeszcze znaków
ru: Пока нет признаков
zh: 还没有迹象

# ,4B70F7494C37681AE0AA74BE49283C5F
source: Sign
el: Σημείο
pl: Podpisać
ru: Знак
zh: 符号

# ,E83704FB46F7B20DD3FF688CFE41B9CC
source: Cancel sleep
el: Ακύρωση ύπνου
pl: Anuluj spanie
ru: Отменить сон
zh: 取消睡眠

# ,57B4EC5445C5BADF97E3D48264009545
source: Waiting players...
el: Παίκτες σε αναμονή...
pl: Oczekiwanie na graczy...
ru: Ожидающие игроки...
zh: 等待玩家...

# ,2B2B52694919914C41928BABBBBE89FB
source: User
el: Μεταχειριζόμενος
pl: Użytkownik
ru: Пользователь
zh: 用户

# ,43B95535434D97B9189B93A2A4594202
source: Amount of Information discovered
el: Ποσότητα πληροφοριών που ανακαλύφθηκε
pl: Ilość odkrytych informacji
ru: Количество обнаруженной информации
zh: 发现的信息量

# ,91E782534C65C15F2165A692F6DD50F6
source: Products purchased
el: Προϊόντα που αγοράστηκαν
pl: Zakupione produkty
ru: Купленные товары
zh: 购买的产品

# ,056842694B3EB37BD05F159542C5CE41
source: Products sold
el: Προϊόντα που πωλούνται
pl: Produkty sprzedane
ru: Проданные товары
zh: 售出的产品

# ,C24AF8B14A567648475D7BB6A3A92BF2
source: Number of photographs taken of dolls
el: Αριθμός φωτογραφιών από κούκλες
pl: Liczba zrobionych zdjęć lalkom.
ru: Количество сделанных фотографий кукол
zh: 拍摄的玩偶照片数量

# ,D2D6CDB64FBDE59DEFB55CA83D00110D
source: Win cases
el: Κερδισμένες υποθέσεις
pl: Wygrywaj sprawy
ru: Выиграть дела
zh: 赢得案件

# ,A081117442D49E705B12F0A39C05191F
source: Employee of week
el: Υπάλληλος της εβδομάδας
pl: Pracownik tygodnia
ru: Сотрудник недели
zh: 本周最佳员工

# ,CF3199204E05DD1583F260B6FB731ABD
source: Streak days
el: Μέρες ραβδί
pl: Dni serii
ru: Полоса дни
zh: 连胜天数

# ,467D9B7144D32E320B1C6AA6D55B95B5
source: Most won map
el: Χάρτης με τους περισσότερους κερδισμένους
pl: Najczęściej wygrywana mapa
ru: Больше всего побед на карте
zh: 获胜最多的地图

# ,597D11E1471FC52613B9DD81AF3F6BE1
source: Most Earned Doll
el: Κούκλα με τα περισσότερα κέρδη
pl: Najczęściej wytypowana lalka
ru: Чаще всего пойманная кукла
zh: 找出次数最多的人偶

# ,EBE268F84D4CEBE50AAF908A7823DF79
source: Find the imposter and keep it in the bag
el: Βρείτε τον απατεώνα και κρατήστε τον στην τσάντα
pl: Znajdź oszusta i trzymaj go w torbie
ru: Найдите самозванца и сохраните его в сумке.
zh: 找到卧底并将其放在包里

# ,7B34A441429642B9DA52218285A1BB2A
source: Turn on the electricity
el: Ανοίξτε το ρεύμα
pl: Przywróć zasilanie
ru: Включите электричество
zh: 打开电源

# ,5C75D8784B911BE2B7CA58A94B235798
source: Photograph the remaining dolls
el: Φωτογράφισε τις υπόλοιπες κούκλες
pl: Sfotografuj pozostałe lalki
ru: Сфотографируйте оставшихся кукол.
zh: 拍摄剩下的人偶

# ,BFD9681847D40C8577B0C49731F23FF8
source: Use the Book of Souls to Identify the Imposter
el: Χρησιμοποιήστε το Book of Souls για να αναγνωρίσετε τον απατεώνα
pl: Skorzystaj z Księgi Dusz, aby zidentyfikować oszusta
ru: Используйте Книгу душ, чтобы идентифицировать самозванца
zh: 使用灵魂之书识别卧底

# ,8204CCFA44B783AD08234F8DE4E4D11B
source: Todo list
el: Λίστα εργασιών
pl: Lista rzeczy do zrobienia
ru: Список дел
zh: 待办事项列表

# ,54288BFC4059AA21CBC614AA74C19EBE
source: Waiting players {players}
el: Παίκτες σε αναμονή {players}
pl: Oczekujący gracze {players}
ru: Ожидающие игроки {players}
zh: 等待玩家{players}

# ,21111B074FED432D86A1CCAE77CC81C3
source: Loading...
el: Φόρτωση...
pl: Ładowanie...
ru: Загрузка...
zh: 加载中……

# ,8B93BD17470B11ED45F8238325ED4DE9
source: Start
el: Αρχή
ru: Начинать
zh: 开始

# ,7C5426B14903868A801F738C63E212A4
source: You've earned the Employee of the Week medal!
el: Κερδίσατε το μετάλλιο Υπάλληλος της Εβδομάδας!
pl: Zdobyłeś medal Pracownika Tygodnia!
ru: Вы получили медаль «Сотрудник недели»!
zh: 你获得了本周最佳员工奖章！

# ,DB6479E94240EBE8EC3405AEE83EF579
source: You can now see this medal in your Employee of the Week chest!
el: Τώρα μπορείτε να δείτε αυτό το μετάλλιο στο στήθος του Employee of the Week!
pl: Możesz teraz zobaczyć ten medal w swojej skrzyni Pracownika Tygodnia!
ru: Теперь вы можете увидеть эту медаль в своем сундуке «Сотрудник недели»!
zh: 你现在可以在本周员工宝箱中看到这枚奖章！

# ,4A4EFF4C40A276033B050495CB6E5179
source: World
el: Κόσμος
pl: Świat
ru: Мир
zh: 世界

# ,E447809B421298C1BDA5E4B063D86F49
source: Action Dolls
el: Κούκλες δράσης
pl: Aktywność lalki
ru: Действия кукол
zh: 动作人偶

# ,96BE28504D901245DE1115BF00D47E10
source: Action Details
el: Λεπτομέρειες δράσης
pl: Szczegóły akcji
ru: Детали действий
zh: 行动细节

# ,37F6FE7147465126D16EBCAB90C1274D
source: Likes
el: Μου αρέσει
pl: Lubi
ru: Нравится
zh: 喜欢

# ,C0FE25964E732C097D287AB368FB54A4
source: Dislikes
el: Αντιπαθεί
pl: Nie lubi
ru: Не нравится
zh: 讨厌

# ,FEB9026C48BC0599149DBA9898C6CB45
source: The version is different from the host "{version}"
el: Η έκδοση είναι διαφορετική από τον κεντρικό υπολογιστή "{version}"
pl: Wersja różni się od hosta {version}
zh: 版本与主机不同 "{version}"

# ,31D2289342B165F56F2435A9CDCEB36A
source: VSync
zh: 垂直同步

# ,C55434474550A01F7B26BDBF6D577608
source: PS1
el: ΥΓ1
