Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,3E89DE624ACBA88C4179C9852E9C70AD
source: You can't travel to this case while you're in someone else's shelter. Return to your own shelter and start the case there.
el: Δεν μπορείτε να ταξιδέψετε σε αυτήν την περίπτωση ενώ βρίσκεστε στο καταφύγιο κάποιου άλλου. Επιστρέψτε στο δικό σας καταφύγιο και ξεκινήστε την υπόθεση από εκεί.
pl: Nie możesz udać się do tej sprawy, będąc w cudzej kryjówce. Wróć do swojej i rozpocznij sprawę stamtąd.
ru: Невозможно начать дело в убежище другого игрока. Вернитесь в своё убежище и начните дело там.
zh: 在别人的庇护所时，你无法前往此案件。返回你自己的庇护所并在那里开始案件。

# ,4D302CC441AA152588642EBA8EEA7EB1
source: Select those objects to craft another one.
el: Επιλέξτε αυτά τα αντικείμενα για να δημιουργήσετε ένα άλλο.
pl: Wybierz te obiekty, aby stworzyć kolejny.
ru: Выберите эти объекты, чтобы создать другой.
zh: 选择那些物品来制作另一个。

# ,73A9B2C843821751DC8E15949E11E92D
source: Welcome to Career Mode. In this game mode, you will need to uncover information about the dolls and solve each case correctly.
el: Καλώς ορίσατε στο Career Mode. Σε αυτήν τη λειτουργία παιχνιδιού, θα χρειαστεί να αποκαλύψετε πληροφορίες σχετικά με τις κούκλες και να λύσετε σωστά κάθε περίπτωση.
pl: Witamy w trybie kariery. W tym trybie gry musisz odkryć informacje o lalkach i poprawnie rozwiązać śledztwo.
ru: Добро пожаловать в карьерный режим. В этом игровом режиме вам нужно будет раскрывать тайны о куклах и правильно решать каждый случай.
zh: 欢迎来到生涯模式。在此模式中，你需要揭示人偶的信息，并正确地解开每个案件。

# ,7855004746EF18F049F620BD89F0F99B
source: If you accept, all the products in your inventory will be sold, even if they are not selected.
el: Εάν αποδεχτείτε, όλα τα προϊόντα στο απόθεμά σας θα πωληθούν, ακόμα κι αν δεν είναι επιλεγμένα.
pl: Jeśli się zgodzisz, wszystkie przedmioty z twojego asortymentu zostaną sprzedane, nawet jeśli nie zostały wybrane.
ru: Если вы согласитесь, все товары в вашем инвентаре будут проданы, даже если они не выбраны.
zh: 如果接受，将出售物品栏中所有物品。

# ,7C1F780F43047787285C17A26FC3B81B
source: Once you finish the tutorial, you may face financial difficulties. To address this, you can play the classic mode, and depending on the difficulty level, it will grant you more or less money to use in the cases.
el: Μόλις ολοκληρώσετε το σεμινάριο, ενδέχεται να αντιμετωπίσετε οικονομικές δυσκολίες. Για να το αντιμετωπίσετε, μπορείτε να παίξετε την κλασική λειτουργία και ανάλογα με το επίπεδο δυσκολίας, θα σας χορηγήσει περισσότερα ή λιγότερα χρήματα για χρήση στις περιπτώσεις.
pl: Po ukończeniu samouczka możesz napotkać trudności finansowe. Aby sobie z tym poradzić, możesz zagrać w tryb klasyczny, a w zależności od poziomu trudności, otrzymasz więcej lub mniej pieniędzy do wykorzystania w śledztwach.
ru: После завершения обучения вы можете столкнуться с финансовыми трудностями. Чтобы исправить их, можно играть в классическом режиме, и в зависимости от уровня сложности вы будете получать или больше, или меньше денег.
zh: 完成教程后，你可能会面临财务困难的风险。为此，你可以玩经典模式，根据难度级别，它会给您提供更多或更少的钱用于案件。

# ,95529FFB4B5C7B8BF0D230810B54E147
source: Career Mode
el: Λειτουργία καριέρας
pl: Tryb kariery
ru: Режим карьеры
zh: 生涯模式

# ,A54F37AD4B04FC9EC886C6A8FED7D1F3
source: Your cases have been purged.
el: Οι υποθέσεις σας έχουν καθαριστεί.
pl: Twoje sprawy zostały oczyszczone.
ru: Ваши дела были очищены.
zh: 你的案件已清除。

# ,AE1DC03A4DE0A9637C9F3FA115C15F1E
source: The rest of the players have been kicked for you to complete the tutorial.
el: Οι υπόλοιποι παίκτες έχουν κλωτσήσει για να ολοκληρώσετε το tutorial.
pl: Pozostali gracze zostali wyrzuceni, abyś mógł ukończyć samouczek.
ru: Остальных игроков выгнали, чтобы вы прошли обучение.
zh: 为让你完成教程，已踢出其他玩家。

# ,B6B8AB3240DFFCDFFC11278ACB172188
source: Review the various tabs to get familiar with them. When you're ready, click the Accept button to take on this case.
el: Ελέγξτε τις διάφορες καρτέλες για να εξοικειωθείτε μαζί τους. Όταν είστε έτοιμοι, κάντε κλικ στο κουμπί Αποδοχή για να αντιμετωπίσετε αυτήν την υπόθεση.
pl: Przejrzyj różne zakładki, aby się z nimi zapoznać. Kiedy będziesz gotowy, kliknij przycisk Zaakceptuj, aby podjąć się tego śledztwa.
ru: Ознакомьтесь с различными вкладками. Когда будете готовы, нажмите кнопку 'Принять' для начала дела.
zh: 浏览各个标签了解内容。准备好后，点击接受按钮接手案件。

# ,C41C767549A43DC569EB449CD5A2E3B5
source: Be careful if you perform this action you will lose all your career mode progress, returning again to the tutorial, this includes your case history.
el: Να είστε προσεκτικοί εάν εκτελέσετε αυτήν την ενέργεια, θα χάσετε όλη την πρόοδό σας στη λειτουργία καριέρας, επιστρέφοντας ξανά στον οδηγό, αυτό περιλαμβάνει το ιστορικό της υπόθεσης.
pl: Uważaj, wykonanie tej akcji spowoduje utratę całego postępu w trybie kariery, w tym historii śledztw, i powrócisz do samouczka.
ru: Будьте осторожны: если вы выполните это действие, вы потеряете весь прогресс в режиме карьеры и снова вернетесь к обучению, включая историю вашего дела.
zh: 请注意，如果执行此操作，你将失去所有生涯模式进度，重返教程，案件历史也将清空。

# ,E8BEC2F04785EFD5186984BE67C4B88A
source: Earn Money
el: Κερδίστε χρήματα
pl: Zarabiaj pieniądze
ru: Зарабатывайте деньги
zh: 赚钱

# ,E979BCF04F7CD32E81237BA9F94E25E1
source: I've given you some items, go to the craft section to craft an elixir, you can do it manually or directly by pressing on the elixir you want.
el: Σας έδωσα μερικά αντικείμενα, μεταβείτε στην ενότητα χειροτεχνίας για να φτιάξετε ένα ελιξίριο, μπορείτε να το κάνετε χειροκίνητα ή απευθείας πατώντας το ελιξίριο που θέλετε.
pl: Przekazałem ci kilka przedmiotów, przejdź do sekcji wytwarzania, aby stworzyć eliksir. Możesz to zrobić ręcznie lub po prostu kliknąć na eliksir, który chcesz wykonać.
ru: Вам дали некоторые предметы. Перейдите в раздел крафта. Чтобы создать эликсир, нажмите на тот, который вам нужен
zh: 我给了你一些物品，去合成部分合成一种灵药，你可以手动合成，也可以直接按下你想要的灵药。

# ,F6BDE5474A3477CD35632DB6FFE0323F
source: You will have a case available with various dynamic parameters. It will display information like the current one, and if you don't like it, you can search for a new case in exchange for money. Currently, in tutorial mode, we have limited your interactions; you won't be able to buy, craft, exit the case, or search for a new case.
el: Θα έχετε διαθέσιμη μια θήκη με διάφορες δυναμικές παραμέτρους. Θα εμφανίζει πληροφορίες όπως η τρέχουσα και αν δεν σας αρέσει, μπορείτε να αναζητήσετε μια νέα θήκη με αντάλλαγμα χρήματα. Επί του παρόντος, σε λειτουργία εκμάθησης, έχουμε περιορίσει τις αλληλεπιδράσεις σας
pl: Będziesz miał do dyspozycji śledztwo z różnymi dynamicznymi parametrami. Zobaczysz informacje podobne do obecnych, a jeśli ci się nie spodobają, możesz za opłatą poszukać nowego śledztwa. Obecnie, w trybie samouczka, ograniczyliśmy twoje możliwości; nie będziesz mógł kupować, wytwarzać, opuścić śledztwa ani szukać nowej.
ru: У вас будет доступно дело с различными параметрами. Оно покажет информацию, аналогичную текущей, и если вам не понравится, вы сможете обновить дело за деньги. В настоящее время в учебном режиме ваши действия ограниченны; нельзя покупать, создавать, выходить из дела или искать новые.
zh: 你将获得一份案件，其中包含多种动态参数。会显示当前案件的信息，如果不满意，您可以用钱换取新的案件。现在，在教程模式中，我们对您的操作进行了限制；您暂时无法购买、制作、退出或者寻找新案件。

# ,240CC6A3457918D03B0A80839015CF5E
source: The reward will be multiplied by {num} if the robot is activated
el: Η ανταμοιβή θα πολλαπλασιαστεί επί {num} εάν το ρομπότ είναι ενεργοποιημένο
pl: Nagroda zostanie pomnożona przez {num} jeśli robot zostanie aktywowany.
ru: Награда будет умножена на {num}, если робот активирован.
zh: 如果机器人被激活，奖励将乘以{num}

# ,074C094B4943E77D1E7501B3B9277A09
source: The costs will be reflected in the prices of the items in the store
el: Το κόστος θα αντικατοπτρίζεται στις τιμές των ειδών στο κατάστημα
pl: Koszty zostaną odzwierciedlone w cenach przedmiotów w sklepie
ru: Цена будет отражена в магазине
zh: 成本将体现在商品价格上。

# ,EDA5294F43DB42C2856059B83C9A6BF5
source: This probability will be latent every time you travel; you might encounter a box that will contain things inside.
el: Αυτή η πιθανότητα θα είναι λανθάνουσα κάθε φορά που ταξιδεύετε.
pl: To prawdopodobieństwo będzie ukryte za każdym razem, podczas śledztwa; możesz natknąć się na skrzynkę zawierającą różne przedmioty.
ru: Эта вероятность будет скрыта каждую вылазку; вы можете встретить коробку, внутри которой будут лежать вещи.
zh: 每次旅行时，这种概率都会潜伏在你身边；你可能会遇到一个盒子，里面装有东西。

# ,1DFB0F2649F857BCBC918D9215167D9B
source: Case
el: Περίπτωση
pl: Śledztwo
ru: Дело
zh: 案件

# ,0D064E76459E35CAA5EEC1B7D99A5BD6
source: Store
el: Κατάστημα
pl: Sklep
ru: Магазин
zh: 商店

# ,A97B724146EEB86D384D6A85A4F8931C
source: Craft
el: Σκάφος
pl: Wytwarzanie
ru: Создание
zh: 制作

# ,3FD3275141C46D8A4E7B0C8B98721113
source: Settings
el: Ρυθμίσεις
pl: Ustawienia
ru: Настройки
zh: 设置

# ,7C75165C49E7D2EBD079048C7F8B471B
source: On
el: Επί
pl: Włączony
ru: Включено
zh: 开

# ,28953C4E43697949852B609F8D0793FB
source: Off
el: Μακριά από
pl: Wyłączony
ru: Выключено
zh: 关

# ,A62242A84125B60CCB0E6EBF9F4D6E5A
source: Travel
el: Ταξίδι
pl: Podróż
ru: В путь
zh: 旅行

# ,232AD0824B82F9E7EF1AA1B176CE4C01
source: Case Number
el: Αριθμός υπόθεσης
pl: Numer śledztwa
ru: Номер дела
zh: 案件数

# ,B7532CB642D1303CB57FF89D855B8189
source: Days elapsed
el: Πέρασαν μέρες
pl: Upłynęło dni
ru: Прошедшие дни
zh: 逝去天数

# ,7716C8834922818B3241669F9591DF51
source: Costs
el: Δικαστικά έξοδα
pl: Koszty
ru: Затраты
zh: 花费

# ,6CC9B0464D976A210322DEBEA26DF03A
source: Find a new case
el: Βρείτε μια νέα υπόθεση
pl: Znajdź nowe śledztwo
ru: Найти новое дело
zh: 寻找新案件

# ,CBD1EF154E2CEF2BFE37BEBFE4B17C22
source: Sell all products
el: Πουλήστε όλα τα προϊόντα
pl: Sprzedaj wszystkie produkty
ru: Продать все продукты
zh: 出售所有产品

# ,1AD8A0BB4BE62F5DE96885933B1E65FE
source: Drop Case
el: Θήκη πτώσης
pl: Opuść śledztwo
ru: Отменить дело
zh: 放弃案件

# ,612C02664338E6F05B4191AC77E63DA9
source: Recipe List
el: Λίστα συνταγών
pl: Lista przepisów
ru: Список рецептов
zh: 配方表

# ,FF2636BB4F223BBD00D531A30CF9EB06
source: Case History
el: Ιστορικό περίπτωσης
pl: Historia śledztw
ru: История дел
zh: 案件历史

# ,8634768E4D6C9A9C68755EA705B1A09E
source: Box
el: Κουτί
pl: Skrzynia
ru: Коробка
zh: 盒子

# ,B54A893A4A60B55596718C9AFAF7D18B
source: Sell selected
el: Πουλήστε επιλεγμένα
pl: Sprzedaj wybrane
ru: Продать выбранное
zh: 出售选定的

# ,F5A1B20A4E970FD062976FB28CEBCEC2
source: Reset Career Mode
el: Επαναφορά της λειτουργίας καριέρας
pl: Zresetuj tryb kariery
ru: Сбросить режим карьеры
zh: 重置生涯模式

# ,1020029349D166BCDD13B3BD47A65070
source: Purge cases
el: Εκκαθάριση περιπτώσεων
pl: Oczyszcz przypadki
ru: Случаи чистки
zh: 清除案件

# ,071F2C1141BD2426BEA4269FE066DEFF
source: This will delete all your cases except the last one, to keep track of the cases.
el: Αυτό θα διαγράψει όλες τις περιπτώσεις σας εκτός από τις τελευταίες, για να παρακολουθείτε τις περιπτώσεις.
pl: To usunie wszystkie twoje przypadki oprócz ostatniego, aby śledzić sprawy.
ru: Это удалит все ваши случаи, кроме последних, чтобы отслеживать дела.
zh: 这将删除除最后一个案件以外的所有案例，以跟踪案例。

# ,5A417E174DAE0F1865DA91B85DC6AFF4
source: Buy All
el: Αγοράστε Όλα
pl: Zakup
ru: Купить всё
zh: 全部购买

# ,F703F19542906B2F29A58E83811DB3AD
source: You don't have enough money
el: Δεν σου φτάνουν τα χρήματα
pl: Nie masz wystarczająco pieniędzy
ru: У вас недостаточно денег
zh: 金钱不足

# ,84B3B484489A7A0017B755B62F30FC82
source: Accept Case
el: Αποδοχή υπόθεσης
pl: Zaakceptuj śledztwo
ru: Принять дело
zh: 接下案件

# ,70DDD36542F90AF7ABFEACB0673FAF68
source: Location
el: Τοποθεσία
pl: Lokalizacja
ru: Локация
zh: 地点

# ,CCDA7BC64A6EA8E1824143B0E488DCDA
source: Dropped
el: Έπεσε
pl: Upuszczony
ru: Выкинуто
zh: 已丢弃

# ,B8F169E14DBF7CFF567A468DBF711F46
source: {count} days
el: {count} ημέρες
pl: {count} dni
ru: {count} дней
zh: {count}天

# ,F4678833417F67BF4FB742B959AD7E80
source: Only items that can be equipped will appear
el: Θα εμφανιστούν μόνο τα στοιχεία που μπορούν να εξοπλιστούν
pl: Pojawią się tylko przedmioty, które można wyposażyć
ru: Только предметы, которые можно экипировать, будут отображаться
zh: 只有可装备的物品才会出现

# ,02384976426960372C5EAE9FE9459154
source: Your inventory
el: Το απόθεμά σας
pl: Twój ekwipunek
ru: Ваш инвентарь
zh: 你的物品栏

# ,AE6D75704E0C22E2F8C107A8F12A0222
source: Your equiped items
el: Τα εξοπλισμένα σας αντικείμενα
pl: Twoje wyposażone przedmioty
ru: Ваши экипированные предметы
zh: 你的装备物品

# ,F880818144C667A994BEEF9200987EF4
source: Chest
el: Στήθος
pl: Skrzynia
ru: Сундук
zh: 宝箱

# ,A90A8A4A498B03054AFD1880AEE94227
source: All objects placed here will be lost when you leave the map.
el: Όλα τα αντικείμενα που τοποθετούνται εδώ θα χαθούν όταν φύγετε από τον χάρτη.
pl: Wszystkie umieszczone tutaj przedmioty zostaną utracone, gdy opuścisz śledztwo.
ru: Все размещенные объекты будут потеряны, когда вы покинете карту.
zh: 当你离开地图时，放置在这里的所有物体都会丢失。

# ,A213AE2B42DEEB0AC450A9AEC96730E1
source: Closed
el: Κλειστό
pl: Zamknięte
ru: Закрыто
zh: 关闭

# ,59F469684F1CFCF7B313728720C8F09A
source: Challenge completed!
el: Η πρόκληση ολοκληρώθηκε!
pl: Wyzwanie ukończone!
ru: Вызов завершен!
zh: 挑战完成！

# ,06D919A94D862F6B8ACAAFA90ABFD823
source: Beat the {map} map in time trial with {medal} medal
el: Κερδίστε τον χάρτη {map} στη χρονομέτρηση με το μετάλλιο {medal}
pl: Pokonaj mapę {map} w próbie czasowej z medalem {medal}
ru: Пройдите карту {map} в гонке на время и получите медаль {medal}
zh: 在计时赛中完成{map}地图并获得{medal}奖牌

# ,1FEC6BF54861A572D22E959A41960743
source: Are you sure?
el: Είστε σίγουροι;
pl: Jesteś pewien?
ru: Вы уверены?
zh: 你确定吗？

# ,278B569940F273D601053B97FD50AC6B
source: This action cannot be undone.
el: Αυτή η ενέργεια δεν μπορεί να ανατραπεί.
pl: Tego działania nie można cofnąć.
ru: Это действие не может быть отменено.
zh: 该动作不能撤消。

# ,6C799D7C4C77D7EF2DC0579F8D8F948B
source: Beat the map {map} with {nights} nights in endless mode
el: Ξεπεράστε τον χάρτη {map} με {nights} νύχτες σε ατελείωτη λειτουργία
pl: Pokonaj mapę {map} z {nights} nocami w trybie nieskończonym
ru: Пройдите карту {map} за {nights} ночей в бесконечном режиме.
zh: 在无尽模式下用{nights}夜完成地图{map}

# ,CA1C6A0A487A2DD8E6542DA36C569087
source: Complete a perfect case in career mode
el: Ολοκληρώστε μια τέλεια υπόθεση σε λειτουργία καριέρας
pl: Ukończ perfekcyjnie śledztwo w trybie kariery
ru: Завершите идеальное дело в режиме карьеры.
zh: 在生涯模式中达成完美案件

# ,CB6E9B074BD77CC8096801BD1B03B13E
source: Beat the map {map} on difficulty {difficulty} in classic mode {multi}
el: Κερδίστε τον χάρτη {map} σε δυσκολία {difficulty} σε κλασική λειτουργία {multi}
pl: Przejdź mapę {map} na poziomie trudności {difficulty} w trybie klasycznym {multi}
ru: Пройдите карту {map} на сложности {difficulty} в классическом режиме {multi}.
zh: 在经典模式{multi}中以难度{difficulty}完成地图{map}

# ,D4888E114F99D0A3CD0396AEE5175668
source: multiplayer (optional)
el: multiplayer (προαιρετικό)
pl: tryb wieloosobowy (opcjonalnie)
ru: мультиплеер (опционально)
zh: 多人游戏（可选）

# ,DB314878420CFAC0AE8E41A7B10CE3A3
source: Beat the map {map} in random mode
el: Κερδίστε τον χάρτη {map} σε τυχαία λειτουργία
pl: Przejdź mapę {map} w trybie losowym
ru: Пройдите карту {map} в смешанном режиме
zh: 以随机模式完成地图 {map}

# ,D98620CC409728F91A9E77AE5FE1D2B2
source: Claimed Reward
el: Διεκδίκηση ανταμοιβής
pl: Odebrano nagrodę
ru: Награда получена
zh: 领取奖励

# ,BE0B31354A5A7B3192DFA6BB958679BE
source: Daily challenge
el: Καθημερινή πρόκληση
pl: Codzienne wyzwanie
ru: Ежедневный вызов
zh: 每日挑战

# ,9B6292A84A111FF42D574085642D7D63
source: Claim reward
el: Διεκδίκηση ανταμοιβής
pl: Odbierz nagrodę
ru: Получить вознаграждение
zh: 领取奖励

# ,4E5F59B949A1A9E7B5E9E0961598AC43
source: Reset day
el: Επαναφορά ημέρας
pl: Reset dnia
ru: Сброс дня
zh: 重置天数

# ,53601F8C474D490D252A5AB16AC0B004
source: Enter chat
el: Μπείτε στη συνομιλία
pl: napisać na czacie
ru: Войти в чат
zh: 进入聊天室

# ,CBE66CF34A90B013DD19BCB8455D256A
source: Write a message...
el: Γράψτε ένα μήνυμα...
pl: Napisz wiadomość...
ru: Введите сообщение...
zh: 输入消息……

# ,522202404C57B5F403ECFCA2EAAFE5A9
source: Accept
el: Αποδέχομαι
pl: Przyjmij
ru: Принять
zh: 接受

# ,05AD525F49BFE5E3D0E076B33A48FCF0
source: Deny
el: Αρνούμαι
pl: Odrzuć
ru: Отклонить
zh: 拒绝

# ,F99D56D545BB046A33792D96F6883D65
source: Achievements
el: Επιτεύγματα
pl: Osiągnięcia
ru: Достижения
zh: 成就

# ,E1DCDC434E0C29BD9C9E839E5E485661
source: {time} am or earlier
el: {time} am ή νωρίτερα
pl: {time} am lub wcześniej
ru: {time} am или раньше
zh: {time} am或更早

# ,4D39CE7341DAF76B7D4B30B0F5D517E7
source: Approve
el: Εγκρίνω
pl: Zatwierdzić
ru: Утвердить
zh: 批准

# ,80677A9C4FD43A72501BB88301EFDB5C
source: Reward
el: Ανταμοιβή
pl: Nagroda
ru: Награда
zh: 报酬

# ,4D3A5C034446E93B138F8DBF8934968C
source: Difficulty
el: Δυσκολία
pl: Trudność
ru: Сложность
zh: 困难

# ,7701FD52493C0B02EA08D8BAF5BD5C0A
source: Time
el: Φορά
pl: Czas
ru: Время
zh: 时间

# ,C1C5BFCA4E442F838ECA2C8BE442A641
source: Contracts
el: Συμβόλαια
pl: Umowy
ru: Контракты
zh: 合同

# ,0615C47F4CB607F4DD02D6936E6018CD
source: Successful contract
el: Επιτυχής σύμβαση
pl: Udany kontrakt
ru: Успешный контракт
zh: 成功合同

# ,EC3D80E34855E73C0C83C28EAD2CA339
source: Failed contract
el: Αποτυχημένη σύμβαση
pl: Nieudana umowa
ru: Неудачный контракт
zh: 合同失败

# ,4191F3C04D16D6B588127484A538B7E5
source: Customize
el: Προσαρμόζω
pl: Dostosuj
ru: Настраивать
zh: 定制

# ,2BB11678432B1B25F353A1A7B4A35E7E
source: Reset
el: Επαναφορά
pl: Przywróć
ru: Сбросить
zh: 重置

# ,708EA77A4ED05FDA2A6E7D9E75FCEB5C
source: Partner
el: Εταίρος
pl: W związku
ru: Партнер
zh: 伙伴

# ,5ADF115E421CC60065765BA497935F74
source: Friend
el: Φίλε
pl: Przyjaciel
ru: Друг
zh: 朋友

# ,EAB84FBB483ADA0AE254B58FE13593EA
source: Dead
el: Νεκρός
pl: Martwy
ru: Мертвый
zh: 死亡

# ,A8E3F4F94BF11CC640BC06949C1574D2
source: Blood in the case
el: Αίμα στην υπόθεση
pl: Krew w tej sprawie
ru: Кровь в деле
zh: 血腥箱子

# ,4DFBCFF84F6ABD25D8A1EEAC828D4EED
source: Broken glass case
el: Σπασμένη γυάλινη θήκη
pl: Rozbita gablota
ru: Разбитый стеклянный корпус
zh: 破碎玻璃箱

# ,194B739B4C7AA8D2F830669466E77A1F
source: Enemy
el: Εχθρός
pl: Wróg
ru: Враг
zh: 敌人

# ,1D8FD7BF41336E508A0C819D98D92E5C
source: Love
el: Αγάπη
pl: Kocha
ru: Любовь
zh: 爱

# ,5F725F7240D646C0E28BA6BCB803C985
source: Hate
el: Μισώ
pl: Nienawidzi
ru: Ненавидеть
zh: 恨

# ,B1CD68AA49EED6E1F88A3E87FFBC3F83
source: Disliked/Crossed Out
el: Δεν μου άρεσε/Διαγράφηκε
pl: Nie lubi
ru: Не понравилось/вычеркнуто
zh: 厌恶/划掉

# ,FEFFD2EC495732A7FB2D3083906B98F9
source: The box might not be related to the doll performing the action, but to another doll that was moved there earlier.
el: Το κουτί μπορεί να μην σχετίζεται με την κούκλα που εκτελεί την ενέργεια, αλλά με μια άλλη κούκλα που είχε μεταφερθεί εκεί νωρίτερα.
pl: Skrzynka może nie być związana z lalką wykonującą akcję, a z inną lalką, która została tam przeniesiona wcześniej.
ru: Витрина может относиться не к кукле, которая находится там сейчас, а к другой, которая была там ранее.
zh: 该盒子可能与执行该行动的玩偶无关，而是与之前移到那里的其他玩偶相关。

# ,EF9484874E9B2D923F2B00B2C0CAAF9D
source: Employee of the Week Awards
el: Βραβεία Εργαζομένου της Εβδομάδας
pl: Nagrody dla Pracownika Tygodnia
ru: Награды «Сотрудник недели»
zh: 本周最佳员工奖

# ,AEB4B3D54B17C67F1E1637ADF1242ED3
source: You didn't close the door
el: Δεν έκλεισες την πόρτα
pl: Nie zamknąłeś drzwi
ru: Вы не закрыли дверь
zh: 你没有关门

# ,A97CAAF349E73A3B00137D8CB44BCBAD
source: You win the bet!
el: Κερδίζεις το στοίχημα!
pl: Wygrywasz zakład!
ru: Вы выиграли ставку!
zh: 你赌赢了！

# ,87B3FC8446132603DA2B638D614B2A83
source: You lose the bet and all your money
el: Χάνεις το στοίχημα και όλα σου τα λεφτά
pl: Przegrywasz zakład i wszystkie swoje pieniądze
ru: Вы теряете ставку и все свои деньги
zh: 你输掉了赌注和所有的钱

# ,F699B0844A39D7ABCF0260916BF5F41B
source: Invite players
el: Πρόσκληση παικτών
pl: Zaproś graczy
ru: Пригласить игроков
zh: 邀请玩家

# ,0A9B45DB40B3BFE34DF53CB9717F18AC
source: Restart game
el: Επανεκκίνηση παιχνιδιού
pl: Uruchom grę ponownie
ru: Перезапустить игру
zh: 重开游戏

# ,E9D3BE9C45C7096824F72B87485EE620
source: Character creator
el: Δημιουργός χαρακτήρων
pl: Kreator postaci
ru: Создатель персонажа
zh: 角色创造者

# ,1F66019F447C68AA3AEE3A8D1EBEECAA
source: Buy
el: Αγορά
pl: Kupić
ru: Купить
zh: 购买

# ,30ED8E4E4C558463E5B1609F5B9BB29F
source: Bought
el: Αγορασμένος
pl: Kupił
ru: Купил
zh: 已买

# ,2CB05BB340AA7F8DFF600E83A23BDADD
source: Unavailable
el: Δυσεύρετος
pl: Niedostępny
ru: Недоступно
zh: 不可用

# ,A033523C4F6C59E3BFB1BE965ADF9A71
source: This mode require 2 or more players!
el: Αυτή η λειτουργία απαιτεί 2 ή περισσότερους παίκτες!
pl: Ten tryb wymaga 2 lub więcej graczy!
ru: Для этого режима требуется 2 или более игроков!
zh: 此模式需要 2 名或更多玩家！

# ,AD01C42149F1EF55342AAAB262E7D9C8
source: This game mode is not available in multiplayer.
el: Αυτή η λειτουργία παιχνιδιού δεν είναι διαθέσιμη σε multiplayer.
pl: Ten tryb gry nie jest dostępny w trybie wieloosobowym.
ru: Этот режим игры недоступен в многопользовательском режиме..
zh: 此游戏模式在多人游戏中不可用。

# ,27F0561948852E1FB316F9A6EAEB5841
source: Streak of {days} consecutive days!
el: Σερί {days} συνεχόμενων ημερών!
pl: Seria {days} kolejnych dni!
ru: Серия из {days} дней подряд!
zh: {days}天连胜！

# ,BF4FA5364C39224BE93EC080C21FF285
source: Mixed dolls
el: Μικτές κούκλες
pl: Mieszane lalki
ru: Смешанные куклы
zh: 混合人偶

# ,EABE87674E476F817EEF85B6E5E00296
source: Log Off
el: Αποσύνδεση
pl: Wyloguj się
ru: Выйти
zh: 注销

# ,7C43F9DE48DB63CDFAC71F9F14D83E23
source: Only suitable for professionals, it starts at 08:00 and only has 3 effective clues, there are no photos or aids, some of the data is hidden, you have limited access to the map
el: Κατάλληλο μόνο για επαγγελματίες, ξεκινά στις 08:00 και έχει μόνο 3 αποτελεσματικές ενδείξεις, δεν υπάρχουν φωτογραφίες ή βοηθήματα, ορισμένα από τα δεδομένα είναι κρυμμένα, έχετε περιορισμένη πρόσβαση στον χάρτη
pl: Tylko dla profesjonalistów; zaczynasz o 08:00, masz zaledwie 3 skuteczne wskazówki, brak zdjęć i innych pomocy. Część danych jest ukryta, a dostęp do mapy jest ograniczony.
ru: Подходит только для профессионалов. Ночь начинается в 08:00, есть только 3 эффективные подсказки, нет фотографий, некоторые данные скрыты, у вас ограниченный доступ к карте
zh: 适合专家游玩的难度，开始于08:00，只有3条有效线索，没有照片或帮助，隐藏一些数据，能探索的地图空间有限

# ,95E8DAF7441719B3063BE7B84B85AE87
source: Random
el: Τυχαίος
pl: Losowy
ru: Случайный
zh: 随机

# ,21FD3D1D43C022720514D89AC43F3A61
source: You have all the clues and all the information about the dolls, but this is completely random for each doll.
el: Έχετε όλες τις ενδείξεις και όλες τις πληροφορίες για τις κούκλες, αλλά αυτό είναι εντελώς τυχαίο για κάθε κούκλα.
pl: Masz wszystkie wskazówki i pełne informacje o lalkach, jednak dla każdej z nich wszystko jest całkowicie losowe.
ru: У вас есть все подсказки и вся информация, но она случайна для всех кукол.
zh: 你拥有所有线索和人偶的所有信息，但每个人偶都是完全随机的。

# ,11739C0E41A20499E9C760B853C45A40
source: Back
el: Πίσω
pl: Wróć
ru: Назад
zh: 返回

# ,CE77947D46EF18A8A49309A22EB6E699
source: Stats
el: Στατιστικά στοιχεία
pl: Statystyki
ru: Статистика
zh: 统计数据

# ,11B02A534CC152061E44EAB406F4223C
source: Time Trial
el: Χρονομέτρηση
pl: Próba czasowa
ru: Испытание на время
zh: 计时赛

# ,8C118CF148C516FD54C9BC8FE28F9A95
source: Random mode but you're racing against the clock; find the doll before time runs out and earn trophies based on your speed.
el: Τυχαία λειτουργία αλλά αγωνίζεστε ενάντια στο ρολόι.
pl: Tryb losowy, w którym rywalizujesz z czasem; znajdź lalkę, zanim upłynie czas, i zdobywaj trofea w zależności od swojej szybkości.
ru: Случайный режим: соревнуйтесь со временем; Найдите куклу до истечения времени. Чем быстрее вы справитесь, тем лучше.
zh: 随机模式，但你要与时间赛跑；

# ,F167859643FD37B593110B9A866E9EB3
source: Endless
el: Ατέλειωτος
pl: Nieskończony
ru: Бесконечный режим
zh: 无尽
