Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,733845AE414C327753B93094F83BF162
source: Balloon
el: Μπαλόνι
pl: Balon
ru: Воздушный шар
zh: 气球

# ,19750FC24F8A0B2279246B801F612D34
source: Blood
el: Αίμα
pl: Krew
ru: Кровь
zh: 血液

# ,54CD20444D2BAF2E0A417794EE4D21F9
source: Carousel
el: Στροβιλοδρόμιο
pl: Karuzela
ru: Карусель
zh: 旋转木马

# ,09B43DB3406AF2166732B48B577F4E20
source: Crystal Ball
el: Κρυστάλλινη Μπάλα
pl: Kryształowa Kula
ru: Хрустальный шар
zh: 水晶球

# ,80178DF845B4F8C8D4B5DABBDC29F983
source: Firecrackers
el: Κροτίδες
pl: Petardy
ru: Фейерверки
zh: 鞭炮

# ,ECA7B6BD4DC5448D5BC007A0A56EFE97
source: Dollhouse
el: Κουκλόσπιτο
pl: Domek dla lalek
ru: Дом кукол
zh: 人偶屋

# ,0177D62B4B9CBCAFEE5A968A55483181
source: Blackboard
el: Μαυροπίνακας
pl: Tablica
ru: Доска
zh: 黑板

# ,2F564E2B4FB1B7CB88A558A4D73A0B22
source: Canvas
el: Καμβάς
pl: Płótno
ru: Холст
zh: 画布

# ,3F370B9043F249CD818C5C9E9D7218CD
source: Words
el: Λόγια
pl: Słowa
ru: Слова
zh: 词语

# ,62E75F3344325D96C309BFB52949F95A
source: Stuffed Animals
el: Λούτρινα ζωάκια
pl: Wypchane zwierzęta
ru: Плюшевые игрушки
zh: 毛绒动物

# ,66D14BB44970D4F17A0184929B3FE083
source: Animated Stuffed animal
el: Κινούμενα γεμιστό ζώο
pl: Pluszak
ru: Живая плюшевая игрушка
zh: 栩栩如生的毛绒动物

# ,F2550E874A39FA03A636BFB12632A579
source: Bonfire with friends
el: Πυρκαγιά με φίλους
pl: Ognisko z przyjaciółmi
ru: Костер с друзьями
zh: 与朋友篝火

# ,5DFAFA884E37BBC8C2C6959F8EF168A7
source: Move Others
el: Μετακινήστε τους άλλους
pl: Przenosić innych
ru: Перемещать других
zh: 移动他人

# ,8D1E4BAE4B57E8AEF49DC187DE36802E
source: Bonfire with enemies
el: Πυρκαγιά με εχθρούς
pl: Ognisko z wrogami
ru: Костер с врагами
zh: 与敌人共度篝火

# ,2216B8AD47D0F974DCE7569F14A71283
source: Hang
el: Κρεμώ
pl: Powiesić
ru: Вешать
zh: 悬挂

# ,43E917A74DB0CD9DFDE917ADC750AF59
source: Voodoo
el: Βουντού
pl: Wiara w czary
ru: Вуду
zh: 巫毒

# ,4575A0784C42B9D9639C2CABE36F982E
source: Animals
el: Ζώα
pl: Zwierzęta
ru: Животные
zh: 动物

# ,B8B1AB824EC7C75129514A8A200E9DEA
source: Well
el: Λοιπόν
pl: Dobrze
ru: Колодец
zh: 出色

# ,9BABABE4426D6C93B6D1FE988FCC4DE5
source: Bury
el: Θάβω
pl: Pogrzebać
ru: Хоронить
zh: 埋葬

# ,B7A638724F93540DDB033B810A83BD63
source: Amulets
el: Φυτετένια
pl: Amulety
ru: Амулеты
zh: 护身符

# ,288F89914C42FBC4E8BB12A6966AECB8
source: Rituals
el: Τελετουργίες
pl: Rytuały
ru: Ритуалы
zh: 仪式

# ,A133CAAA4AC53B748904A680FE7C7424
source: Cook
el: Μάγειρας
pl: Kucharz
ru: Готовить
zh: 厨师

# ,559AACD74E3C3672B1EC148B84BD0FF6
source: Treehouse
el: Δέντρο
pl: Domek na drzewie
ru: Домик на дереве
zh: 树屋

# ,F343C45143C6D6F84AC69C85B3A85B2F
source: Tv
el: Τηλεόραση
pl: Telewizje
ru: Телевизор
zh: 电视

# ,58463A01483064ED239E849F40302FE1
source: Chop logs
el: Κούτσουρα
pl: Posiek logi
ru: Рубить дрова
zh: 砍伐木头

# ,8C71383749B1D50C469953B74B91BBB3
source: Bonfire
el: Φωτιά για γιορτή
pl: Ognisko
ru: Костер
zh: 篝火

# ,5949CA3341DE9902B8CCCB9B7E2F625A
source: Burn
el: Εγκαυμα
pl: Oparzenie
ru: Гореть
zh: 烧伤

# ,DA67C85643923D037A5EE39EE298CE74
source: Lantern
el: Φανός
pl: Latarnia
ru: Фонарь
zh: 灯笼

# ,5334408648C557811A184E976C06A549
source: Showcase with friends
el: Βιβλιοθήκη με φίλους
pl: Prezentacja z przyjaciółmi
ru: Витрина с друзьями
zh: 与朋友一起展示

# ,EA9D912F4AD26C11BB4E54BD2AB554B1
source: Showcase with enemies
el: Βιβλιοθήκη με εχθρούς
pl: Prezentacja z wrogami
ru: Витрина с врагами
zh: 与敌人一起展示

# ,DA7DBBEF4C04B93861C434B2DEB1FB82
source: Sales work
el: Εργασία πωλήσεων
pl: Prace sprzedaży
ru: Работа продавцом
zh: 销售工作

# ,A60FC2C34907BF1F1982DFBEFC52FF97
source: Technical work
el: Τεχνική εργασία
pl: Praca techniczna
ru: Техническая работа
zh: 技术工作

# ,A6EF7D474751301FECF61F8777545955
source: Reporting work
el: Εργασία αναφοράς
pl: Prace raportowania
ru: Отчетность
zh: 报告工作

# ,FBB15C024919E213AD0A12819A88AABD
source: Actor work
el: Εργάτης ηθοποιού
pl: Praca aktora
ru: Работа актером
zh: 演员工作

# ,21FFAF7243B370CCA19D849D0F92E7A4
source: Tea with enemies
el: Τσάι με εχθρούς
pl: Herbatki z wrogami
ru: Чаепитие с врагами
zh: 与敌人喝茶

# ,4FE7940F48472D8296F507B9CD31A401
source: Warehouse work
el: Εργασία αποθήκης
pl: Praca magazynowa
ru: Складская работа
zh: 仓库工作

# ,33ABB50B464ABA0CA52845B56E471579
source: Photography work
el: Φώτα φωτογραφίας
pl: Praca fotograficzna
ru: Работа фотографом
zh: 摄影工作

# ,FDE0ADE64BD2350A52E5E2BEEE19203D
source: Sweeper work
el: Εργατική εργασία
pl: Praca z zamiatacz
ru: Работа уборщиком
zh: 清扫工作

# ,376368514E1680C3B9E19A9F4EDC290D
source: Production
el: Παραγωγή
pl: Produkcja
ru: Производство
zh: 生产

# ,60DE1CBD4FDAA7C8A6896C8D2CBA29C1
source: Forklift
el: περονοφόρο ανυψωτικό
pl: Wózek widłowy
ru: Погрузчик
zh: 叉车

# ,94B98805435D6D630297949DBCC11872
source: Repair
el: Επισκευή
pl: Naprawa
ru: Ремонт
zh: 维修

# ,C439E4F142BB563BB7CA8DAC815830BA
source: Produce dolls
el: Παράγουν κούκλες
pl: Produkuj lalki
ru: Производить куклы
zh: 生产洋娃娃

# ,34D14CB84B78A22961B949B5B3EDD76B
source: Produce robots
el: Παράγουν ρομπότ
pl: Produkuj roboty
ru: Производить роботов
zh: 生产机器人

# ,055C56B4433858ACC413F4B387DB6246
source: Produce boxes
el: Παράγει κουτιά
pl: Produkuj pudełka
ru: Производить коробки
zh: 生产盒子

# ,EB1F58A541CF8EFA9FBF538B50B67461
source: Produce toys
el: Παραγωγή παιχνιδιών
pl: Produkuj zabawki
ru: Производить игрушки
zh: 生产玩具

# ,D2BAA1EC4F84BE5AA48BBC92F65D2FA8
source: Light
el: Φως
pl: Światło
ru: Свет
zh: 光明

# ,394205F7411D1655718E7DBB2FFEF25B
source: Module
el: Μονάδα μέτρησης
pl: Moduł
ru: Модуль
zh: 模块

# ,F513D4C945B122BA681A3A98345DF25A
source: Primary Color
el: Πρωτεύον χρώμα
pl: Kolor podstawowy
ru: Основной цвет
zh: 原色

# ,9302DB974D3000952B9FD984F7F06435
source: Secondary Color
el: Δευτερεύον Χρώμα
pl: Kolor wtórny
ru: Вторичный цвет
zh: 次要颜色

# ,09048E1E4914A59A46DDDFBC54462623
source: Face
el: Πρόσωπο
pl: Twarz
ru: Лицо
zh: 脸

# ,C782AFBE4A6EE0B67D6DF880F5FDC8F3
source: Hair
el: Μαλλιά
pl: Włosy
ru: Волосы
zh: 头发

# ,D248AD1E4AB44B633E3F3CB2A12AA913
source: Mustaches
el: Μουστάκια
pl: Wąsy
ru: Усы
zh: 胡须

# ,C0BFCD64468E1DBCEA56D3BD4BA2569B
source: Torso Details
el: Λεπτομέρειες κορμού
pl: Szczegóły tułowia
ru: Детали туловища
zh: 躯干细节

# ,0738F8D946BCC039BD73AE9DE88C5BF4
source: Hair Props
el: Στήριγμα μαλλιών
pl: Rekwizyty do włosów
ru: Реквизит для волос
zh: 头发道具

# ,A5CB659E494F3FD9094885ABF85A166C
source: Face Props
el: Στηρίγματα προσώπου
pl: Rekwizyty twarzy
ru: Реквизит для лица
zh: 面部道具

# ,5B66CFFB47C661BACB44BB91BB580D74
source: Torso
el: Κορμός γλυπτική
pl: Tułów
ru: Торс
zh: 躯干

# ,A73C98BD43C632F76995E4AD5A9B1FB1
source: Torso Props
el: Στήριγμα κορμού
pl: Rekwizyty tułowia
ru: Реквизит для торса
zh: 躯干道具

# ,4B1CA16D42922DD0268E82B4B428D1EA
source: Legs
el: Πόδια
pl: Nogi
ru: Ноги
zh: 腿

# ,A3FEEF1C41B169ED6E3B378798EC520D
source: Legs Props
el: Στήριγμα ποδιών
pl: Rekwizyty na nogi
ru: Реквизит для ног
zh: 腿部道具

# ,A8763368496CF71858C2948454EDEE34
source: Feets
el: Πόδια
pl: Stopy
ru: ноги
zh: 脚

# ,72C079474E4C6F07EB8B68AE4ABC355B
source: Beards
el: Γενειάδες
pl: Brody
ru: Бороды
zh: 胡须

# ,9639E2074CB67CEC4666A4AF3A4FC559
source: Very Cheap
el: Πολύ φθηνό
pl: Za bezcen
ru: Очень дешевые
zh: 非常便宜

# ,73D31FDE441CC82C2ADFE9B2A3A7A293
source: Cheap
el: Φτηνός
pl: Tani
ru: Дешевые
zh: 便宜

# ,AD00137D457BF38AE614FC9EE94D1425
source: Expensive
el: Ακριβός
pl: Drogi
ru: Дорогие
zh: 昂贵

# ,77597C9F40C4017557D06AA387E711B0
source: Very Expensive
el: Πολύ ακριβό
pl: Bardzo drogie
ru: Очень дорогие
zh: 非常昂贵

# ,3AD41353481D8F51B3C3699171A4CED1
source: Classic
el: Κλασσικός
pl: Klasyczny
ru: Классика
zh: 经典

# ,249DE7534CD1567EA10B7F971D9C0BF1
source: Career
el: Καριέρα
pl: Kariera
ru: Карьера
zh: 生涯

# ,B383AEBA444328B5A71FF88EF36A0DBB
source: Impostor
el: Αγύρτης
pl: Oszust
ru: Одержимая кукла
zh: 卧底

# ,D107C133465E950C0D0B42BAAA8BDF09
source: Very Low
el: Πολύ Χαμηλό
pl: Bardzo niskie
ru: Очень низкий
zh: 非常低

# ,626EC2FD45418B0B7A54ADBCAEADA3A0
source: Low
el: Χαμηλός
pl: Niskie
ru: Низкий
zh: 低

# ,E60C061E42EEE57516BA1B83B2A64C7E
source: Normal
el: Κανονικός
pl: Normalna
ru: Нормальный
zh: 普通

# ,9404939C41414F86FA16B8B0C5B74E9D
source: High
el: Ψηλά
pl: Wysoki
ru: Высокий
zh: 高

# ,A87033014B68DAC4F5312BB46BEB28AF
source: Very High
el: Πολύ ψηλά
pl: Bardzo wysoki
ru: Очень высокий
zh: 很高

# ,7B965EEB441BE13C098439BB745C2F25
source: You're short of ingredients to make this
el: Δεν έχετε υλικά για να το φτιάξετε
pl: Brakuje Ci składników, żeby to zrobić
ru: У вас недостаточно ингредиентов для этого
zh: 原料不足

# ,DCBD9A3F418F5F127DABDD996614C5B0
source: You can't make this, it doesn't fit any recipe
el: Δεν μπορείτε να το κάνετε αυτό, δεν ταιριάζει σε καμία συνταγή
pl: Nie da się tego zrobić, to nie pasuje do żadnego przepisu
ru: Вы не можете создать это: такого рецепта нет
zh: 没有配方，制作失败

# ,003123EB4E325C82B8C7E192D319CF55
source: The Creepy
el: Το ανατριχιαστικό
pl: Przerażająca
ru: Жуткая
zh: 阴森之物

# ,00BD15F04FF6DC2CA86C84A59FC088F8
source: The Darkling
el: Τρομακτικό
pl: Mroczny
ru: Темноша
zh: 黑暗之子

# ,042571704BB706480B0FDD806AE57897
source: The Morbid
el: Το νοσηρό
pl: Ponury
ru: Больной
zh: 病态之人

# ,0600D2134F5944FF6E3102866C348F23
source: The Enigma
el: Το Αίνιγμα
pl: Zagadkowa
ru: Мистическая
zh: 谜团

# ,0654BE994FA7D802E7973F901694CDD2
source: The Gasp
el: Το Gasp
pl: Emocjonalny
ru: Удушающий
zh: 喘息者

# ,14427A08459289522231F5B3835D2594
source: The Seer
el: Ο Μάντης
pl: Proroczy
ru: Провидец
zh: 先知

# ,14BCFAF24A161704AE43A69E6EB83452
source: The Enigmatic
el: Ο Αινιγματικός
pl: Enigmatyczna
ru: Загадочная
zh: 神秘莫测

# ,156635BF49E1B3C111682A92C49899D7
source: The Murmur
el: Η Μουρμούρα
pl: Cicha
ru: Непонятная
zh: 低声呢喃

# ,158063504E027E4AF2D595A2CE468770
source: The Phantasm
el: Το Φάντασμα
pl: Marzyciel
ru: Иллюзорный
zh: 幻象

# ,176C171C443DFFFD974A32BB32959193
source: The Obscura
el: Το Obscura
pl: Niezrozumiały
ru: Темнистый

# ,1AF5392F481406F80C566FB0740D5D3D
source: The Shady
el: Ο Σκιερός
pl: Niejednoznaczny
ru: Мрачный
zh: 乘凉者

# ,1B0B52154F304355C2F9DFBA6325F8BB
source: The Ghast
el: Το Φάντασμα
pl: Upiorny
ru: Страшила
zh: 恶魂

# ,1E5D3DCD4F80B7273B0E9882F51B5270
source: The Howl
el: Το ουρλιαχτό
pl: Wyjący
ru: Воющий
zh: 嚎叫者

# ,1EB2085245408A6B326DDF9AA9214E0A
source: The Glint
el: Χαμόγελο
pl: Przebłyskliwy
ru: Блестящий
zh: 熠熠生辉

# ,1F7140B7494998788B096E85BEA451B4
source: The Whispers
el: Οι Ψίθυροι
pl: Niepokojący
ru: Больная
zh: 低语者

# ,20522EAA4B93A60CC0A3D19D27066678
source: The Grimace
el: Ο μορφασμός
pl: Cyniczna
ru: Отчаянная
zh: 怪相

# ,212CE2FB4F7C398C125B5C8C8915BB95
source: The Cackle
el: Το κακαράκι
pl: Rechocząca
ru: Шутница
zh: 窃笑者

# ,22BFA453461BA510FCB07C9231AA8F6C
source: The Silhouette
el: Η Σιλουέτα
pl: Tajemniczy
ru: Силуэт
zh: 幽影

# ,2777F4DA4703D3AC622572A49EB6A138
source: The Stalker
el: Ο Stalker
pl: Prześladowczyni
ru: Шедшая
zh: 跟踪狂

# ,2A0B22FD46CEA7F67C28AAA09A2DBB92
source: The Grin
el: Σιωπή
pl: Uśmiechnięta
ru: Весёлая
zh: 嬉笑者

# ,2A63AABC4C73EF73FB658F9F39376B6B
source: The Whisperwind
el: Ο Ψιθυριστός Άνεμος
pl: Szepcząca
ru: Тихая
zh: 风言风语

# ,2AD4B4974FD1B23943AF91A6E5D447E8
source: The Ghoul
el: Το Ghoul
pl: Upiorny
ru: Гуль
zh: 食尸鬼

# ,32053A4646B4374EA4DBD3BC64CB936C
source: The Spirit
el: Το Πνεύμα
pl: Duchowy
ru: Дух
zh: 魂魄

# ,3353AF434D2A72322E22DB981CE05EAA
source: The Twilight
el: Το Λυκόφως
pl: Zmierzchowa
ru: Унылая
zh: 暮光

# ,37B6780C449B80C581D1478BD1CB6A4A
source: The Veiled
el: Οι Καλυμμένοι
pl: Zasłonięta
ru: Скрытая
zh: 蒙面者

# ,37E26C5949E57421072DF6AFA351D3FD
source: The Moan
el: Η γκρίνια
pl: Jęcząca
ru: Плакса
zh: 哀悼者

# ,3AEB5BB747D3C431D54680AEFDB7D404
source: The Silent
el: Ο Σιωπηλός
pl: Cichy
ru: Безмолвный
zh: 无言者

# ,3DBA3FB1494E536000C8F997B62EA3C1
source: The Mournful
el: Οι Πένθιμοι
pl: Żałobna
ru: Печальная
zh: 悲痛者

# ,3F845D654ED6C33DC540F4BC414F7994
source: The Ebon
el: Ο Έμπον
pl: Ciemny
ru: Эбон
zh: 乌黑

# ,40CA9F4E4306D720405AF5BA3B5DFEE5
source: The Bone
el: Το κόκαλο
pl: Koścista
ru: Костяшка
zh: 骨头

# ,446183A644D53693C3BF6E947D141A43
source: The Hauntling
el: Καραδοκώ
pl: Nartrętna
ru: Вызывающая
zh: 萦绕幼魂

# ,4798B1E54C73C4932878B1A4630376ED
source: The Whispering
el: Το Ψιθυριστό
pl: Szepczący
ru: Шепчущая
zh: 耳语者

# ,4A335723409BCF0895C868A63CFBA1DB
source: The Nightfall
el: Η Νύχτα
pl: Pochmurna
ru: Жалкая
zh: 夜幕降临

# ,4E8841A242B9882466D2B88B44A43CC6
source: The Veil
el: Το Πέπλο
pl: Wstydliwy
ru: Вуаль
zh: 恐怖面纱

# ,51205E6D45797595CB5B90B13FC6BF54
source: The Uncanny
el: Το Uncanny
pl: Niepokojąca
ru: Странная
zh: 怪诞

# ,5E6EA38E411F23949A2E5D828B409DDF
source: The Umbral
el: Το Umbral
pl: Manipulacyjny
ru: Тьма
zh: 深黯幽影

# ,60E9BFBD4D9BFF7D7952CA9115FFAA10
source: The Shadow
el: Η Σκιά
pl: Cyniczny
ru: Тень
zh: 暗影

# ,63E5DF9A4DC914E24DCDA8B02FC0A001
source: The Wraith
el: Το Wraith
pl: Widmowa
ru: Грозная
zh: 魅影

# ,6583C6EE4A8FDE826EE589BCC51DF291
source: The Riddle
el: Ο Γρίφος
pl: Zagadkowa
ru: Загадачная
zh: 谜

# ,67B677CF4F7F5F5336B2A5A78A824E51
source: The Twisted
el: Το Twisted
pl: Zakręcony
ru: Искажённый
zh: 扭曲之魂

# ,6A0CBE8D405C375978D82F96CC069A3F
source: The Lament
el: Ο Θρήνος
pl: Lamentujący
ru: Плач
zh: 挽歌

# ,6AE175A04F5F286311D601922779AEE5
source: The Dire
el: Κρυπτικό
pl: Straszna
ru: Суровая
zh: 极端恐惧

# ,6CBA009E433B551763CA96B31AF8596B
source: The Midnight
el: Τα Μεσάνυχτα
pl: Zgorzkniała
ru: Хмурая
zh: 午夜

# ,6FA03C18423CD639AF92D892EA7A83E3
source: The Hallowed
el: Οι Αγιασμένοι
pl: Uświęcona
ru: Почитаемая
zh: 神圣之魂

# ,706E8DB14C70C3DE52A34BA3930A04B1
source: The Ghostly
el: Σπινθηροβόλημα
pl: Cmentarna
ru: Призрачный
zh: 恐怖幽灵

# ,70EEFB58402BFE6D2679A59821BAFB3F
source: The Glare
el: Η λάμψη
pl: Błyskotliwy
ru: Грубый
zh: 怒目而视

# ,77FB63CC4DE70AC03435D38AAA0FDBE5
source: The Echosong
el: Το Echosong
pl: Skrzywdzona
ru: Спокойная
zh: 回响之歌

# ,7B05AC704AB111B1076AAFBB3A5C66E5
source: The Hush
el: Η σιωπή
pl: Zdradziecki
ru: Глухой
zh: 缄默

# ,7B5021F44C29F7525F8D74A05BB722CC
source: The Lurk
el: Σκοτεινός
pl: Skrzekliwa
ru: Осторожная
zh: 潜伏者

# ,80B42CA54800387D3889EDBDBB0E290E
source: The Spectral
el: Το Spectral
pl: Spektakularny
ru: Спектральный
zh: 徘徊幽灵

# ,81F23CF240C4A672B1AC05A6895DF582
source: The Pale
el: Το Χλωμό
pl: Blady
ru: Бледный
zh: 苍白幽魂

# ,84743C7D412BD85DD93CC092751C89E7
source: The Murk
el: Μάντης
pl: Złakniony
ru: Слепой
zh: 阴暗之魂

# ,861398CE4A33BD25FB23BE95A3EC66C6
source: The Shroud
el: Η Σινδόνη
pl: Zatęchły
ru: Могильщик
zh: 裹尸

# ,87B1E3F54AA52AE964B7BDAF99914042
source: The Whispering Breeze
el: Το Ψιθυριστό Αεράκι
pl: Nieprzenikniony
ru: Шепчущий ветер
zh: 低语微风

# ,91F60C4F49676E09BAD1F2BC4320EEC5
source: The Lurking
el: Το Καραδοκούν
pl: Przyczajony
ru: Скрывающийся
zh: 潜伏幽魂

# ,986FE18441EBE7BFF160D38E25BEF05E
source: The Phantom Breeze
el: Το Phantom Breeze
pl: Oziębła
ru: Неприметная
zh: 幻影微风

# ,99BCFC05431F42E7A29B539406D75C0B
source: The Screech
el: Το Screech
pl: Posępna
ru: Крикунья
zh: 尖叫者

# ,9AA78476434241C7EE4929A6B33EE813
source: The Shifting Shadow
el: Η Μεταβαλλόμενη Σκιά
pl: Przygnębiający
ru: Мечущийся
zh: 潜影

# ,9B283B084E6D48B26573D0A0CD07A07E
source: The Menace
el: Η απειλή
pl: Zagrażający
ru: Свирепый
zh: 恐吓者

# ,9CD486614893E83F1AC2D3AA683226F0
source: The Gloaming
el: Το Gloaming
pl: Zanikający
ru: Невзрачный
zh: 薄暝

# ,9CF4BD434FB00A0E98BE348036F66B3F
source: The Shade
el: Η Σκιά
pl: Zamglony
ru: Тень
zh: 阴影

# ,9DF350484FB5F72D90CC1D9B5AE80C31
source: The Obscure
el: Το σκοτεινό
pl: Grobowy
ru: Неясная
zh: 潜匿幽魂

# ,A25E20BF4E349221F9E980AF8435D2FD
source: The Wicked
el: Οι κακοί
pl: Złowroga
ru: Поехавшая
zh: 邪恶的

# ,A43C17F940FC87439BFB25A6FAC1FC63
source: The Abyss
el: Η Άβυσσος
pl: Podupadła
ru: Холодная
zh: 深渊

# ,A5B8E42E465FF909827ACBAEAFD09986
source: The Murky
el: Ο Μουρκής
pl: Cierpka
ru: Сомнительная
zh: 昏暗

# ,A7F922E44402D03BA8B2DCA5ED3EDB54
source: The Dark
el: Το σκοτάδι
pl: Drażniąca
ru: Тусклая
zh: 暗魂

# ,AC61D57E4AA1B3D2ED8E35BD60ADA0B2
source: The Phantom
el: Το Φάντασμα
pl: Upiorka
ru: Призрачная
zh: 幻影

# ,B16BD65740B9A94C398B138BCEEA9678
source: The Flicker
el: Το τρεμοπαίζει
pl: Migoczący
ru: Проказник
zh: 闪烁幽魂

# ,B190DC8C4B38B72150B586B737F83910
source: The Shadowed Whisper
el: Το Σκιώδες Ψίθυρο
pl: Potępieńcza
ru: Теневой шепот
zh: 暗影低语者

# ,B5E4018D483BA5D32A8B06AF41CF03FC
source: The Whispered
el: Ο Ψιθυριστός
pl: Zamglony
ru: Параноик
zh: 窃窃私语

# ,B708786A4C2E1065BA0B60A6CAA2FAC9
source: The Scowl
el: Το Scowl
pl: Gniewny
ru: Хмурый взгляд
zh: 愁容满面

# ,C0D16AB6449869CB93491684F3F5D44C
source: The Eerie
el: Το απόκοσμο
pl: Martwawa
ru: Нещадный
zh: 古灵精怪

# ,C6298185486DF0A5C64519AD8B518D4C
source: The Shadowling
el: Ο Σκιώδης
pl: Wyschnięty
ru: Теневой
zh: 小阴影

# ,D0B7B2AA420A8149B92FA5A08DC01FFE
source: The Cryptic
el: Ο Κρυπτικός
pl: Kryptomaniak
ru: Загадочный
zh: 咯咯笑

# ,D20B4CF442582F2B1E945BA082899AD3
source: The Echoing
el: Η Ηχώ
pl: Zakapturzony
ru: Гулкая
zh: 余音缭绕

# ,D400DBFE4DD655EF2BD09C888BD1C988
source: The Gloom
el: Κενό
pl: Plugawy
ru: Невыносимый
zh: 愁容满面

# ,D4EF88484AEDF13F230DCB808F4F9D2E
source: The Creep
el: Άβυσσος
pl: Rozdarta
ru: Мерзкий
zh: 爬行者

# ,D4F0469A4306A9237BF0858B3B2541EF
source: The Shudder
el: The Shuder
pl: Paraliżująca
ru: Дрожащая
zh: 颤栗之魂

# ,D9E1915C4338A30647EBA6BB3EEB4D2C
source: The Wisp
el: Το Wisp
pl: Kłopotliwy
ru: Вспышка
zh: 鬼火

# ,E83CDA864E3FD82D333504A00D6E24D4
source: The Omen
el: Ο οιωνός
pl: Nieustępliwa
ru: Ведающая
zh: 噩兆

# ,E85D23F14D7C46E45DA387A747928F07
source: The Whisper
el: Ο Ψίθυρος
pl: Zepsuta
ru: Шёпот
zh: 轻声低语

# ,E9F12A4243E6AE323515DE8E9AA0162B
source: The Specter
el: Το Φάντασμα
pl: Widząca wszystko
ru: Опасная
zh: 鬼影

# ,EEEE750B4277BD6C5835BD901B924179
source: The Dusk
el: Το σούρουπο
pl: Przeminiona
ru: Сумеречная
zh: 黄昏

# ,F28B41324F202FA2E02A0DB59579D291
source: The Wretched
el: Οι Άθλιοι
pl: Zagubiona
ru: Несчастная
zh: 卑劣之魂

# ,F5698F3144BF19F3BDD3D58AA167101F
source: The Whisperer
el: Ο Ψιθυριστής
pl: Natrętny
ru: Шептун
zh: 告密者

# ,F58DB0B646AB1214A995FD9D228448FD
source: The Dread
el: Ο Τρόμος
pl: Zawistny
ru: Ужасный
zh: 恐惧之魂

# ,F68B1482480395C0AD66298BBA07A363
source: The Dive
el: Η κατάδυση
pl: Skwiercząca
ru: Торопливая
zh: 深潜者

# ,2355C0C345515E1D7874728AF33121DC
source: Multiple targets have appeared in the photo; try to get closer and focus only on the target you want.
el: Στη φωτογραφία έχουν εμφανιστεί πολλοί στόχοι.
pl: Na zdjęciu pojawiło się wiele celów, spróbuj podejść bliżej i skupić się tylko na tym, któremu chcesz zrobić zdjęcie.
ru: На фото появилось множество целей: попробуйте подойти поближе и сделать фокус на желанной цели
zh: 照片中出现了多个目标；试着靠近目标，只关注可疑的目标。

# ,26C6D54D41B3F28C6F8033ADBE044F08
source: The target has not been detected, try to focus more and stay at a specific distance where the entire target can be seen
el: Ο στόχος δεν έχει εντοπιστεί, προσπαθήστε να εστιάσετε περισσότερο και μείνετε σε μια συγκεκριμένη απόσταση όπου φαίνεται ολόκληρος ο στόχος
pl: Cel nie został wykryty, spróbuj bardziej się skupić i pozostań w określonej odległości, tak aby cały cel był widoczny.
ru: Цель не обнаружена, постарайтесь cфокусироваться и сохранять дистанцию, на котором будет видна вся цель
zh: 未检测到目标，请集中注意力，保持适当距离，完整观察目标

# ,48491A974F3D5B7AE34F89B54BEC6EB6
source: Shake photo to develop it.
el: Ανακινήστε τη φωτογραφία για να την αναπτύξετε.
pl: Wstrząśnij zdjęcie, aby je rozwinąć.
ru: Встряхнуть фото, чтобы разработать его.
zh: 摇动照片来开发它。

# ,046B76E840D9FECA7307A2B3B07E3645
source: You can only equip a maximum of {x} items
el: Μπορείτε να εξοπλίσετε μόνο {x} αντικείμενα
pl: Możesz wyposażyć maksymalnie {x} przedmiotów
ru: Вы можете экипировать максимум {x} предметов
zh: 最多只能装备{x}件物品

# ,D3C6D63B4A98961E44BEEB8EC2FEF2D1
source: Some of the elements you already have equipped
el: Μερικά από τα στοιχεία που έχετε ήδη εξοπλίσει
pl: Część elementów już posiadasz
ru: Некоторые вещи уже экипированы
zh: 你已经装备了一些元素

# ,FDEB25754C7E891058DB1A97A81A0820
source: You couldn't join the game because {reason}
el: Δεν μπορούσατε να συμμετάσχετε στο παιχνίδι επειδή {reason}
pl: Nie mogłeś dołączyć do gry, z powodu {reason}
ru: Вы не смогли присоединиться к игре, потому что {reason}
zh: 由于{reason}，您无法加入游戏

# ,FCBE9D6940E5F7F0C84C4BBFC1243204
source: Find {doll}'s {relationship}
el: Βρείτε το {doll}'s {relationship}
pl: Znajdź {relationship} {doll}
ru: Найдите {relationship} {doll}
zh: 查找{doll}的{relationship}

# ,410C72F3482B1E1E5F06FCBD4ABFF027
source: Bronze
el: Μπρούντζος
pl: Brąz
ru: Бронза
zh: 青铜

# ,88B68C7C48445F64A23763BC309EBB74
source: Gold
el: Χρυσός
pl: Złoto
ru: Золото
zh: 黄金

# ,F7676B734952CBD210E2C4900B44F1E2
source: Silver
el: Ασήμι
pl: Srebro
ru: Серебро
zh: 白银

# ,5154AFE04B70A5D272398C80C9353C25
source: You need {name}
el: Χρειάζεστε {name}
pl: Potrzebujesz {name}
ru: Используйте {name}
zh: 你需要{name}

# ,F0DAF05B4516E86912D72FB6CF221CE9
source: Press [{key}] to {interact}
el: Πατήστε [{key}] για να {interact}
pl: Naciśnij [{key}], aby {interact}
ru: Нажмите [{key}], чтобы {interact}
zh: 按[{key}]{interact}

# ,C158D252413F592114D488BB11C8055E
source: Require Energy
el: Απαιτείται Ενέργεια
pl: Wymaga energii
ru: Требуемая энергия
zh: 需要能量

# ,029B765A4F68CB6CDCC148AF5BBA2E93
source: We shall meet again... somewhere else.
el: Θα συναντηθούμε ξανά ... κάπου αλλού.
pl: Spotkamy się ponownie ... gdzie indziej.
ru: Мы встретимся снова ... где -то еще.
zh: 我们将在他处再次见面……

# ,02E98E3746E4F5372E8472A9CB5886D2
source: We played so badly it must’ve been part of the plan.
el: Παίξαμε τόσο άσχημα ότι πρέπει να ήταν μέρος του σχεδίου.
pl: Graliśmy tak źle, że musiało być częścią planu.
ru: Мы играли так сильно, что это должно было быть частью плана.
zh: 我们玩得很厉害，一定是计划的一部分。

# ,12B1497F47B6F8D70F4C2E8366B0D4E5
source: Thanks for carrying me—straight back to the lobby.
el: Ευχαριστώ που με μεταφέρατε με το λόμπι.
pl: Dzięki za zabranie mnie - powrót do lobby.
ru: Спасибо, что вернули меня - обратно в вестибюль.
zh: 感谢你待我回大厅。

# ,1B78D2B546450B245D7FEF8436E4A4CB
source: Fate will cross our paths again.
el: Η μοίρα θα διασχίσει ξανά τα μονοπάτια μας.
pl: Los ponownie przekroczy nasze ścieżki.
ru: Судьба снова пересекнет наши пути.
zh: 命运会让我们的道路再次交织。

# ,1B9FB76C46F1512B0A29F782E47D1462
source: One more match, one less brain cell.
el: Ένας ακόμη αγώνας, ένα λιγότερο εγκεφαλικό κύτταρο.
pl: Jeszcze jedno dopasowanie, jedna mniej komórki mózgowej.
ru: Еще одно совпадение, на одну меньше клеток мозга.
zh: 另一项匹配，脑细胞较少。

# ,1E9530574969BD3390A057982A8ADBB3
source: An honor to have shared lag with you.
el: Τιμή να έχετε μοιραστεί με την καθυστέρηση μαζί σας.
pl: Zaszczyt podzielić się z tobą opóźnienie.
ru: Честь поделиться с вами.
zh: 很荣幸与你一同品尝这份卡顿。

# ,210966B1438A8794A13CD198E4D58B37
source: Epic match! May the bugs always be with us.
el: Epic Match!
pl: Epicki mecz!
ru: Эпический матч!
zh: 真厉害！愿BUG与你同在。

# ,26F317714EFF63CB9F7B9F817CF8125C
source: It wasn’t luck, it was destiny.
el: Δεν ήταν τύχη, ήταν πεπρωμένο.
pl: To nie było szczęście, to było przeznaczenie.
ru: Это была не удача, это была судьба.
zh: 那不是运气，而是命运使然。

# ,375E194F46163C84C5ADD4B5A9B195F4
source: See you in the next epic defeat.
el: Τα λέμε στην επόμενη επική ήττα.
pl: Do zobaczenia w następnej epickiej porażce.
ru: Увидимся в следующем эпическом поражении.
zh: 在下一个史诗般的失败中见。

# ,4D23C5CA4EB057CE6E40CC80C89EC5FB
source: One more step in our gaming story.
el: Ένα ακόμη βήμα στην ιστορία παιχνιδιών μας.
pl: Jeszcze jeden krok w naszej historii gier.
ru: Еще один шаг в нашей игровой истории.
zh: 在我们的游戏故事中又进一步。

# ,65E9ED0F4443E3F584BD3EA799519E28
source: This was not our last match.
el: Αυτός δεν ήταν ο τελευταίος αγώνας μας.
pl: To nie był nasz ostatni mecz.
ru: Это был не наш последний матч.
zh: 这不是我们的最后一场比赛。

# ,6C928E3D409261E7EA2609B47E286EA2
source: It was a pleasure sharing a match, see you in another one.
el: Ήταν μια ευχαρίστηση που μοιραστήκαμε έναν αγώνα, τα λέμε σε ένα άλλο.
pl: To była przyjemność dzielenie się meczem, do zobaczenia w innym.
ru: Было приятно поделиться матчем, добраться до другого.
zh: 很荣幸能与您同场竞技，期待下一场相遇。
