Repository: davicyyo/doll-impostor-localizations
Catalog: */Game.po
Languages: el, pl, ru, zh

# ,20C95AA345D28767010999ADA95FBAE7
source: Black Garlic
el: Μαύρο σκόρδο
pl: Czarny czosnek
ru: Чёрный чеснок
zh: 黑蒜

# ,F249EDB640DA6D9A4C0334BE6E3B5DAB
source: A bitter and viscous liquid.
el: Ένα πικρό και παχύρρευστο υγρό.
pl: Gorzka i lepka ciecz.
ru: Горькая вязкая жидкость.
zh: 味苦的粘稠液体。

# ,F3539C0B4A4D262BEEADFCBC91E58848
source: Toad Bile
el: Φρύνος Χολής
pl: Żółć ropuchy
ru: Жёлчь жабы
zh: 蟾蜍胆汁

# ,8B556C7E4DB153BCF7AF4AA0042DBADC
source: Green and stinging leaves.
el: Πράσινα και τσιμπημένα φύλλα.
pl: Zielone i parzące liście.
ru: Зелёные жгучие листья.
zh: 棘刺绿叶。

# ,F5FA5A154002D6C4EDB30FB45794A50A
source: Nettle
el: Τσουκνίδα
pl: Pokrzywa
ru: Крапива
zh: 荨麻

# ,E67B208049756CC3B5F16089AC41B470
source: Refreshing green leaves.
el: Δροσιστικά πράσινα φύλλα.
pl: Orzeźwiające zielone liście.
ru: Освежающие зеленые листья.
zh: 清新的绿叶。

# ,AC46E8C5498572C242CBADA69A94A0A7
source: Mint
el: Μέντα
pl: Mięta
ru: Мята
zh: 薄荷

# ,FD27A6D94DD43A861953BA81606B6B11
source: A fragrant cinnamon stick.
el: Ένα μυρωδάτο ξυλάκι κανέλας.
pl: Pachnąca laska cynamonu.
ru: Ароматная палочка корицы.
zh: 芳香的肉桂棒。

# ,01C8EACC48F42AB3BC9A26B9A45C3E10
source: Cinnamon
el: Κανέλα
pl: Cynamon
ru: Корица
zh: 肉桂

# ,6FDA4FB448EF65CB05B874842143CD74
source: Small and juicy fruits.
el: Μικρά και ζουμερά φρούτα.
pl: Małe i soczyste owoce.
ru: Маленькие и сочные плоды.
zh: 多汁的小型水果。

# ,091617E74F451B4492E4B78A534E9BF3
source: Berries
el: Μούρα
pl: Jagody
ru: Ягоды
zh: 浆果

# ,24B7D6584C3AF4730B3365BB46DDA130
source: Dark and toxic leaves.
el: Σκούρα και τοξικά φύλλα.
pl: Ciemne i toksyczne liście.
ru: Тёмные ядовитые листья.
zh: 有毒的暗色叶子。

# ,4852DFEF4B35409C425DA1B5468B83D9
source: Belladonna leaves
el: Η Μπελαντόνα φεύγει
pl: Belladonna odchodzi
ru: Листья Белладонны
zh: 颠茄叶

# ,D597FBE342A7B8B23676A3BB4B81D863
source: Take notes on the behavior of the dolls
el: Κρατήστε σημειώσεις για τη συμπεριφορά των κούκλων
pl: Rób notatki na temat zachowania lalek
ru: Следи за поведением кукол
zh: 记下人偶的行为

# ,ED2F4CB1487E0D6D9070899567BB98B0
source: Notebook
el: Σημειωματάριο
pl: Zeszyt
ru: Блокнот
zh: 笔记本

# ,F9560AD34A829952AE5F5498756E174C
source: Clear and lethal liquid.
el: Διαυγές και θανατηφόρο υγρό.
pl: Przezroczysta i śmiercionośna ciecz.
ru: Прозрачная и смертельная жидкость.
zh: 致命的透明液体。

# ,32F257464B93572E3D0BF293BA036023
source: Scorpion Venom
el: Δηλητήριο Σκορπιού
pl: Jad Skorpiona
ru: Яд скорпиона
zh: 蝎毒

# ,17BF9A32484E32062DAF9F8542DD97A7
source: A gnarled and sinister root.
el: Μια γρυλισμένη και απαίσια ρίζα.
pl: Sękaty i złowrogi korzeń.
ru: Корянистый и зловещий корень.
zh: 扭曲狰狞的树根。

# ,F671810346E2F778C0E4E7BA69FE7D9C
source: Mandrake Root
el: Ρίζα Μανδραγόρα
pl: Korzeń mandragory
ru: Корень мандрагоры
zh: 曼德拉草根

# ,C6C0EE3547F1545A84D8268AC0025132
source: Portable device that produces a flame to start a fire.
el: Φορητή συσκευή που παράγει φλόγα για να ανάψει φωτιά.
pl: Przenośne urządzenie wytwarzające płomień do rozpalania ognia.
ru: Портативное устройство, создающее пламя для разжигания огня.
zh: 可以产生火焰的便携点火装置。

# ,AB25CB294CD7BEF8559DFA89B96B8F9B
source: Lighter
el: Αναπτήρας
pl: Zapalniczka
ru: Зажигалка
zh: 打火机

# ,3B56E6BC4AEDD9945911B29AC8342F9D
source: Spacious bag
el: Ευρύχωρη τσάντα
pl: Przestronna torba
ru: Просторная сумка
zh: 宽敞的袋子

# ,9412FB8146653EECA5DBB2BD2504B413
source: Bag
el: Τσάντα
pl: Torba
ru: Сумка
zh: 袋子

# ,BF1AC59D4D99C0F9E92606B3C78A909C
source: A precious gemstone known for its extreme hardness and brilliance, commonly used in jewelry and valued for its purity and rarity.
el: Ένας πολύτιμος πολύτιμος λίθος γνωστός για την εξαιρετική του σκληρότητα και λάμψη, που χρησιμοποιείται συνήθως σε κοσμήματα και εκτιμάται για την αγνότητα και τη σπανιότητά του.
pl: Cenny kamień szlachetny znany ze swojej wyjątkowej twardości i blasku, powszechnie używany w biżuterii i ceniony ze względu na czystość i rzadkość.
ru: Драгоценный камень, известный своей невероятной прочностью и блеском, широко используемый в ювелирном деле и ценимый за свою чистоту и редкость.
zh: 一种以极高硬度和光辉而闻名的宝石，常用于珠宝，并因其纯净和稀有而被珍视。

# ,6BF7F5344FD96A246EE841869E9C0DB0
source: Diamond
el: Διαμάντι
pl: Diament
ru: Алмаз
zh: 钻石

# ,C4B2BB4B48FA324D2BC7979577E55027
source: A solid block of refined gold, highly pure, used as an investment or store of value, characterized by its weight and golden luster.
el: Ένα συμπαγές μπλοκ εξευγενισμένου χρυσού, υψηλής καθαρότητας, που χρησιμοποιείται ως επένδυση ή αποθήκευση αξίας, που χαρακτηρίζεται από το βάρος και τη χρυσή του λάμψη.
pl: Solidny blok rafinowanego złota o wysokiej czystości, używany jako inwestycja lub środek przechowywania wartości, charakteryzujący się wagą i złotym połyskiem.
ru: Цельный блок очищенного золота высокой чистоты, используемый в качестве вложений или для хранения, отличающийся своим весом и золотым блеском.
zh: 纯金条，用于投资保值，其重量和金光独一无二。

# ,22B8C07045CAEA974D03AD9C0D933A4E
source: Gold Bar
el: Μπάρα χρυσού
pl: Złoty pasek
ru: Золотой слиток
zh: 金条

# ,415807E5403F54FCC16EEA9338CF267F
source: A trophy in the shape of a cup, usually golden, awarded as a symbol of victory in sports competitions or prestigious ceremonies.
el: Ένα τρόπαιο σε σχήμα κυπέλλου, συνήθως χρυσό, που απονέμεται ως σύμβολο νίκης σε αθλητικούς αγώνες ή τελετές κύρους.
pl: Trofeum w kształcie pucharu, zwykle złote, przyznawane jako symbol zwycięstwa w zawodach sportowych lub prestiżowych ceremoniach.
ru: Трофей в форме кубка, обычно золотой, вручаемый как символ победы в спортивных соревнованиях или на торжественных церемониях.
zh: 杯形奖杯，通常是金色的，作为体育比赛或重要仪式的胜利象征而颁发。

# ,9A3A87B047A1CC933C4F6197811B657B
source: Gold Cup
el: Χρυσό Κύπελλο
pl: Złoty Puchar
ru: Золотой кубок
zh: 金杯

# ,86BE55834614BDEE6BACCD821A069F89
source: An elegant piece of jewelry made up of a string of round pearls, known for their soft luster and associated with sophistication and luxury.
el: Ένα κομψό κόσμημα που αποτελείται από μια σειρά από στρογγυλά μαργαριτάρια, γνωστά για την απαλή λάμψη τους και συνδέονται με την κομψότητα και την πολυτέλεια.
pl: Elegancka biżuteria składająca się ze sznura okrągłych pereł, znanych z delikatnego połysku i kojarzących się z wyrafinowaniem i luksusem.
ru: Элегантное украшение, состоящее из нити и круглого жемчуга, известное своим мягким блеском, символизирующее изысканность и роскошь.
zh: 由一串圆形珍珠组成的优雅珠宝，以柔和光泽著称，象征优雅奢华。

# ,82B77C5A456740B0D72910B21AF4A463
source: Pearl Necklace
el: Κολιέ με μαργαριτάρια
pl: Naszyjnik z pereł
ru: Жемчужное ожерелье
zh: 珍珠项链

# ,C0FD3F65464661A0D220FFAF9A25C2D4
source: Fuse to activate electrical circuits
el: Ασφάλεια για την ενεργοποίηση ηλεκτρικών κυκλωμάτων
pl: Bezpiecznik aktywujący obwody elektryczne
ru: Предохранитель для электро-щитка
zh: 激活电路的保险丝

# ,DE011C1944710509D6330C8C62491DBA
source: Fuse
el: Ασφάλεια ηλεκτρική
pl: Bezpiecznik
ru: Предохранитель
zh: 保险丝

# ,8841057C4E79D1D004AE35BDDA5930D6
source: Elixir that reveals hatred
el: Ελιξίριο που αποκαλύπτει το μίσος
pl: Eliksir ujawniający nienawiść
ru: Эликсир, раскрывающий ненависть
zh: 揭示厌恶的灵药

# ,B377188C494F5DA03FE7E8A6C86AB940
source: Elixir that reveals friendship
el: Ελιξίριο που αποκαλύπτει τη φιλία
pl: Eliksir ujawniający przyjaźń
ru: Эликсир, раскрывающий дружбу
zh: 揭示友谊的灵药

# ,3476372A4D2230003B5F31ACAEA21E85
source: Elixir that reveals enemity
el: Ελιξίριο που αποκαλύπτει την έχθρα
pl: Eliksir ujawniający wrogość
ru: Эликсир, раскрывающий враждебность
zh: 揭示敌意的药剂

# ,58DD772D4ABE943A14B03D9A569701B6
source: Elixir that reveals love
el: Ελιξίριο που αποκαλύπτει την αγάπη
pl: Eliksir ujawniający miłość
ru: Эликсир, раскрывающий любовь
zh: 揭示爱情的灵药

# ,92CDFBB847F726D64FF6169E8B2A6631
source: Paper that reveals likes
el: Χαρτί που αποκαλύπτει likes
pl: Papier, ujawniający polubienia
ru: Бумага, раскрывающая, что нравится
zh: 揭示喜好的纸

# ,FF45EB7F42E49E1D9D364DAFAB0467BE
source: Soul Paper
el: Χαρτί ψυχής
pl: Papier Duszy
ru: Бумага душ
zh: 灵魂纸

# ,D955FAE74433E108EB3C078EF42B2DC8
source: The Quiet
el: Η ησυχία
pl: Cicha
ru: Тихоня
zh: 沉寂者

# ,B53AF9564736AB6B4D8F2C81FD9CE5F6
source: The Unnoticed
el: Ο Απαρατήρητος
pl: Niezauważalna
ru: Незаметная
zh: 无形者

# ,4F13E4CD4029EC13370EF7B54BCF3D90
source: The Governor
el: Ο Κυβερνήτης
pl: Gubernator
ru: Губернатор
zh: 支配者

# ,740E2993476C6AB0DEDC3BA514B0FF5F
source: The Comedian
el: Ο Κωμικός
pl: Komik
ru: Комик
zh: 喜剧演员

# ,8B7A2813470D5B634D42F1B18FD1C975
source: The Acrobat
el: Ο Ακροβάτης
pl: Akrobata
ru: Акробат
zh: 杂技演员

# ,75A0760B4CF756F7572751980578A7E4
source: The Single
el: Ο ενιαίος
pl: Singielka
ru: Одиночка
zh: 单身者

# ,D618A4A346B0EA7CBABE00AA94C80485
source: The Count
el: Ο Κόμης
pl: Hrabia
ru: Граф
zh: 伯爵

# ,B46005B1494B233FC63D6C92DB922873
source: The Doorman
el: Ο θυρωρός
pl: Portier
ru: Дворецкий
zh: 守门人

# ,CF3A6ECB45A9488C10D246A3FD143977
source: The Weasel
el: Η Νυφίτσα
pl: Łasica
ru: Ласка
zh: 狡猾者

# ,143BBE1843E5BD9D98FB8C9B4041B306
source: The Beautiful
el: Η Ωραία
pl: Piękna
ru: Прекрасная
zh: 美丽佳人

# ,DFCF9FFA438E6B63C7745586401C14BA
source: The New
el: Το Νέο
pl: Nowa
ru: Новенькая
zh: 新人

# ,D8CB256A4FC1286A3BD465B95B7398D6
source: The Flirt
el: Το φλερτ
pl: Flirciarz
ru: Лавелас
zh: 调情者

# ,1D5965BE4639794BCFFC6BA942EC1A62
source: The Gentleman
el: Ο κύριος
pl: Dżentelmen
ru: Джентльмен
zh: 绅士

# ,73AD26AC4F1BCAD5E64E5E889E9D9A79
source: The Traitor
el: Ο Προδότης
pl: Zdradziecki
ru: Предатель
zh: 叛徒

# ,996579D246DE71F2608BB5BF8C353DA4
source: The Kid
el: Το Παιδί
pl: Dzieciak
ru: Ребенок
zh: 小孩

# ,0375A2D542A72CFAD4E4CA8A30C56CC4
source: The Duchess
el: Η Δούκισσα
pl: Księżna
ru: Герцогиня
zh: 女公爵

# ,FA4E21624A2D966B1B2ED19005131257
source: The Traditional
el: Το Παραδοσιακό
pl: Tradycjonalistka
ru: Старинная
zh: 传统派

# ,D03A184741DBDC2985FBC9A454F19494
source: The Nervous
el: Ο Νευρικός
pl: Nerwowa
ru: Нервная
zh: 焦躁者

# ,60747A674F244C50BD7C42986DD084AD
source: The Widow
el: Η Χήρα
pl: Wdowa
ru: Вдова
zh: 寡妇

# ,554BB9D046155183D4DCF7A14F96171E
source: The Duke
el: Ο Δούκας
pl: Książę
ru: Герцог
zh: 公爵

# ,F28247BF4A488DEE853285BA1EBC6188
source: House
el: Σπίτι
pl: Dom
ru: Дом
zh: 房屋

# ,B4AEF1D44E3C8E5E66BF539EAD22F342
source: The Terrifying
el: Το τρομακτικό
pl: Przerażający
ru: Ужасающая
zh: 恐怖者

# ,C8A00764485261B746BFEE94C58D6ECA
source: The Scary
el: Το τρομακτικό
pl: Straszny
ru: Страшный
zh: 惊悚人偶

# ,493B1FBE4D84E9D9798F7D8AAD0CF937
source: The Ominous
el: Το δυσοίωνο
pl: Złowieszcza
ru: Зловещая
zh: 不祥之兆

# ,DAFC2C134E48E1FBE3399C9D15E37173
source: The Unsettling
el: Η αναστάτωση
pl: Niepokojący
ru: Тревожный
zh: 战栗之源

# ,F22CBEE0429B4D716137DE9A58D8A371
source: The Frightening
el: Το τρομακτικό
pl: Żmijowata
ru: Пугающая
zh: 骇人者

# ,D0B2C8BA4674F0C2C3F6CAB676B10CBF
source: The Spooky
el: Το Στοιχειωμένο
pl: Straszny
ru: Жуткий
zh: 阴森者

# ,966BA2A948A2BC025A15EBA7AD8767E0
source: The Diabolic
el: Ο Διαβολικός
pl: Diaboliczna
ru: Дьяволица
zh: 魔鬼

# ,CE5521734152BB8FDF36949D84AA7F39
source: The Ghastly
el: Το Ghastly
pl: Upiorny
ru: Грустный
zh: 惨白幽魂

# ,7461839E43289FBE953BE6A6CD4D28D8
source: The Deadly
el: Το θανατηφόρο
pl: Śmiertelna
ru: Смертельная
zh: 致命者

# ,A31A514F4934E454FDB9F4BF3A480C84
source: The Grim
el: Το Σκοτεινό
pl: Ponury
ru: Угрюмый
zh: 残酷者

# ,6B78310947BA56A4D0322EAFBC650458
source: The Macabre
el: Το Μακάβριο
pl: Makabryczna
ru: Мрачная
zh: 阴森恐怖

# ,B98D2AB7447B5DBEA44D1D8E675432D3
source: The Ghoster
el: Το φάντασμα
pl: Ignorant
ru: Призрак
zh: 幽灵

# ,2FEF48E44B224E75C8DE41B0CF76566A
source: The Lie bytes
el: Τα Ψηφιακά Ψέματα
pl: Bajciara
ru: Ложь кусает
zh: 谎言字节

# ,D0C5B7DC4D0EDAB37A13E7A562E45ED6
source: The Chilling
el: Το Ψυχρό
pl: Wyluzowany
ru: Леденящий
zh: 颤栗者

# ,F7F54678404761EAEB33B4B508EC97D1
source: The Hope
el: Η Ελπίδα
pl: Pełen nadziei
ru: Надежда
zh: 希望

# ,45DB611B482D35EE05ADE98331F2EC20
source: The Haunting
el: Το Στοιχειωμένο
pl: Nawiedzający
ru: Навязчивая
zh: 阴魂不散

# ,7B6CC6BA4D259033F5B946A472D9AB10
source: The Menacing
el: Το Απειλητικό
pl: Groźna
ru: Угрожающая
zh: 险恶者

# ,0EBDA17F450C39EF22E70592BF2B4162
source: The Dreadful
el: Το Φοβερό
pl: Nikczemny
ru: Ужасный
zh: 恐惧者

# ,BF221642449DB485C8FF39A6198C744B
source: The Sinister
el: Ο Μοχθηρός
pl: Złowroga
ru: Безбожница
zh: 阴险之徒

# ,367FB31C49B8F835CBA9AAAF25735FD8
source: The Malicious
el: Το κακόβουλο
pl: Złośliwy
ru: Злобный
zh: 恶毒者

# ,9A993AAB4A1C119EBBFB0FB94B27F8DE
source: Daycare
el: Παιδικός σταθμός
pl: Świetlica
ru: Детский сад
zh: 托儿所

# ,F4CB65EF48F9C01CD6AB509912890A36
source: The Ringmaster
el: Ο Ringmaster
pl: Mistrz ringu
ru: Хозяйка цирка
zh: 马戏团团长

# ,BCB8724F4D70F43E391D0FB8984329C6
source: The Diva
el: Η Ντίβα
pl: Primadonna
ru: Дива
zh: 名媛

# ,5AC930984185A24BC84F5EB1E734B80E
source: The Tubesocks
el: Οι σωλήνες
pl: Stópkarz
ru: Носочник
zh: 长筒袜

# ,2CE416DB412AC40BEE092AAD7EC2F3F6
source: The Demon
el: Ο Δαίμονας
pl: Demon
ru: Демон
zh: 恶魔

# ,BAD425AD48B5C8A24B0663948D13EA94
source: The Planner
el: Ο Σχεδιαστής
pl: Planista
ru: Стратег
zh: 策划者

# ,FACAB65943781B084CD803A77E0F7266
source: The Gurl
el: Η Γούρλα
pl: Ikoniczny
ru: Пацанка
zh: 女孩

# ,8482CDF142B6B8DA6AB0148C9B01430B
source: The Tactician
el: Ο Τακτικός
pl: Taktyczny
ru: Тактик
zh: 战术家

# ,B56C952645AF8D8E34E6D7AC0CC9F750
source: The Loner
el: Ο Μοναχικός
pl: Samotnik
ru: Одиночка
zh: 孤独者

# ,9B0C4F0544EED1171CEEF59539778188
source: The Unlucky
el: Ο Άτυχος
pl: Pechowiec
ru: Невезучий
zh: 倒霉蛋

# ,E672CE194312B524EAE5218F788B97F4
source: The Stiff
el: Ο δύσκαμπτος
pl: Sztywniak
ru: Жесткий
zh: 呆板僵硬

# ,B0A7B7E446CEF182A3AFDAB193FBBD80
source: The Grump
el: Ο Γκραμπ
pl: Zrzęda
ru: Ворчун
zh: 暴躁者

# ,E238A88B4FBC7C4641B8E9A95353B1C0
source: The Indecent
el: Ο Απρεπής
pl: Nieprzyzwoity
ru: Неприличный
zh: 下流者

# ,A6E8E3B84059F699472F1C8DECDAF09C
source: The Star
el: Το αστέρι
pl: Gwiazdorka
ru: Звезда
zh: 明星

# ,6599647B49FD6A15932490B717FE66F3
source: The Lover
el: Ο Εραστής
pl: Kochanka
ru: Любовница
zh: 爱人

# ,B9B809EC40076554656E1A8C91157931
source: The Patriot
el: Ο Πατριώτης
pl: Patriota
ru: Патриотка
zh: 爱国者

# ,01A2125C4F867B60C4E289ACD43FEBF9
source: The Mentor
el: Ο Μέντορας
pl: Mentorka
ru: Наставница
zh: 导师

# ,2C9826E7491425A6734CEB96CDC60470
source: Ms. Excellence
el: Ms. Αριστεία
pl: Pani Doskonałości
ru: Мисс Совершенство
zh: 非凡女士

# ,CAECC15549067E173F931888596593F1
source: The Sweet
el: Το Γλυκό
pl: Słodka
ru: Сладкая
zh: 甜蜜者

# ,9CE4FD774DFBE4C84DC711A634666FA7
source: The Bot
el: Το Bot
pl: Bociara
ru: Бот
zh: 机器人

# ,9CDEB80D4E621DB2CC0B839965697925
source: The Awkward
el: Ο Δύστροπος
pl: Niezręczna
ru: Неуклюжая
zh: 尴尬者

# ,63063D214706E5FBBE2227836F1BE194
source: Circus
el: Τσίρκο
pl: Cyrk
ru: Цирк
zh: 马戏团

# ,A2DA993D4C8D5803246FE6BF9A720632
source: The King in the North
el: Ο βασιλιάς στο βορρά
pl: Król na północy
ru: Король на севере
zh: 国王在北方

# ,3D9FD42E45538D66DD5CFBBAC921B9BF
source: The winner
el: Ο νικητής
pl: Zwycięzca
ru: Победитель
zh: 获胜者

# ,F241102A460A1ADA609A19BE0187A073
source: The Giggler
el: Ο γίγαντας
pl: Chichot
ru: Гигглер
zh: 傻瓜

# ,ACCFC2124F7E816A3A1C5FA43F97E9C6
source: The Speedster
el: Ο ταχύτατης
pl: Speedster
ru: Спидстер
zh: Speedster

# ,98856C914B2FFB85622539B3A7DC529F
source: The Analyst
el: Ο αναλυτής
pl: Analityk
ru: Аналитик
zh: 分析师

# ,83010E2948BC54A397596AB84E5B62A2
source: The popular
el: Το δημοφιλές
pl: Popularny
ru: Популярный
zh: 受欢迎

# ,C3B8291C41BED0B937DB0CA5B87EBD80
source: The Weeper
el: Ο πείρος
pl: The Eneeper
ru: Плачет
zh: 哭泣者

# ,A15D9F2E47DAC9557344E6A31803D031
source: The Wanderer
el: Ο περιπλανώμενος
pl: Wędrowiec
ru: Странник
zh: 流浪者

# ,F1DF3E44495D6E1F76C17B99CF33D038
source: The Solemn
el: Το επίσημο
pl: Uroczysty
ru: Торжественный
zh: 庄严

# ,0F7DB03A46D370457ABC6B8ACED0EF2A
source: The Trickster
el: Ο απατεώνας
pl: Trickster
ru: Трикстер
zh: 骗子

# ,456D7E5E4F50AB3A38DF2B9E29E8CE9F
source: The Outcast
el: Ο απόγονος
pl: Wyrzutek
ru: Изгои
zh: 流浪者

# ,8B7BEED04A64FDBA38C388891DF8F479
source: The Hollow
el: Ενέδρα
pl: Pusta
ru: Пустая
zh: 空洞灵魂

# ,CFED712040C045766F0B5B99553678AA
source: The Stoic
el: Ο στωικός
pl: Stoic
ru: Стоик
zh: 坚忍的

# ,6DA543AF44AAEFD2447E468497B52D89
source: Baba Yaga
el: Μπάμπα Γιάγκας
ru: Баба Яга
zh: 芭芭雅嘎

# ,D54AD32246C068D95A3BF5911FDC1807
source: The Lurker
el: Ο Λούρκερ
pl: Zbezczeszczona
ru: Скрытная
zh: 潜伏之魂

# ,852398F5495BF5F04FA860A27630541D
source: The challenger
el: Ο αμφισβητίας
pl: Challenger
ru: Претендент
zh: 挑战者

# ,7969D08443D6AB359F1A76AFDC805E0F
source: The Murmurer
el: Ο Μουρμουριστής
pl: Morderczyni
ru: Бормочущая
zh: 低声埋怨

# ,D66671DD433D8F8AAFEDA7997FFB55F3
source: The Protocute
el: Το πρωτόκολλο
pl: Protocut
ru: Протокута
zh: 原始

# ,02866DAB46A2CC7C42F7DBB8F29C8616
source: The Echo
el: Η Ηχώ
pl: Wtórny
ru: Эхо
zh: 回响

# ,1F6AA84C466ABB6835E5169D988912BC
source: The Forgotten
el: Το ξεχασμένο
pl: Zapomniany
ru: Забытый
zh: 被遗忘的

# ,9C6C75F04D147EC179FD38B01562A9DF
source: Cabin in the woods
el: Καμπίνα στο δάσος
pl: Kabina w lesie
ru: Хижина в лесу
zh: 林中小屋

# ,80CF77464D28A21972A063845C52E7D9
source: The Major
el: Ο κύριος
pl: Major
ru: Майор
zh: 专业

# ,E9D7852E47870C4C1BB48CA20DDF0710
source: The Collector
el: Ο συλλέκτης
pl: Kolekcjoner
ru: Коллекционер
zh: 收藏家

# ,3E40326C412009058F6124BFD8AFDA0C
source: The Minister
el: Ο υπουργός
pl: Minister
ru: Министр
zh: 部长

# ,FEE4ABA84AE0176FAA4B46BCE0E0E307
source: The Sweeper
el: Ο σάρωθρο
pl: Zamiatacz
ru: Подметалка
zh: 扫地机

# ,75B9955E42810289D96C47A60D86C30F
source: The Baker
el: Ο αρτοποιός
pl: Baker
ru: Бейкер
zh: 面包师

# ,F91612204C79C87AE6B3CD8C52C85B0A
source: The Server
el: Ο διακομιστής
pl: Serwer
ru: Сервер
zh: 服务器

# ,C239B67C4D815AB0F53B0ABDCE84596E
source: The Scholar
el: Ο μελετητής
pl: Uczony
ru: Ученый
zh: 学者

# ,3EA0CEA84C472BE0FAAEF19BFE6ABDF4
source: The Rescuer
el: Ο διασώστης
pl: Ratownik
ru: Спасатель
zh: 救援人员

# ,A0406E40471541E4372E338817DD3816
source: The Firefighter
el: Ο πυροσβέστης
pl: Strażak
ru: Пожарный
zh: 消防员

# ,8554C8F3411B857CF3F2B1B958A3A089
source: The Butler
el: Ο μπάτλερ
pl: Butler
ru: Дворецкий
zh: 管家

# ,38D45BB8419F2FA7DBC0569C7DD59F07
source: The Cadet
el: Ο κατώτερος
pl: Kadet
ru: Курсант
zh: 学员

# ,2624D6C147FB35E04D0360B4BA9DDD75
source: The Medic
el: Ο ιατρός
pl: Medic
ru: Медик
zh: 医生

# ,AE478A3F44316B31025635ABE702435F
source: The Recruit
el: Ο στρατολογητής
pl: Rekrut
ru: РЕБО
zh: 新兵

# ,8627F7594E899828ACDDF78856990D6C
source: The officer
el: Ο αξιωματικός
pl: Oficer
ru: Офицер
zh: 军官

# ,B4D3A0F548FF08030F2F958A23F5EE6A
source: The Advisor
el: Σύμβουλος
pl: Doradca
ru: Советник
zh: 顾问

# ,D6F858584F28B1519B6C07BD1CE1B98B
source: The Explorer
el: Ο εξερευνητής
pl: Odkrywca
ru: Исследователь
zh: 探险家

# ,F45469E54D1A993476E443A8D910BA70
source: The Sergeant
el: Ο λοχίας
pl: Sierżant
ru: Сержант
zh: 中士

# ,7FA40C224FFFB246745BFD84D7B73419
source: The Commander
el: Ο διοικητής
pl: Dowódca
ru: Командир
zh: 指挥官

# ,34D171784721BBA559EED6BDB53280F4
source: The Healer
el: Ο θεραπευτής
pl: Uzdrowiciel
ru: Целитель
zh: 治疗师

# ,14DDBDAF4354D162FC4C4AB9D98933A5
source: The Chef
el: Ο σεφ
pl: Szef kuchni
ru: Шеф -повар
zh: 厨师

# ,8EEA2F894F67C37E9BD8398268387B58
source: Toy Factory
el: Εργοστάσιο παιχνιδιών
pl: Fabryka zabawek
ru: Фабрика игрушек
zh: 玩具工厂

# ,F2BC9C064F532236387F0ABC86BA8078
source: Organization
el: Οργάνωση
pl: Porządki
ru: Порядок
zh: 整理

# ,0078964D495E90CB9C263D86C289F115
source: Tea with friends
el: Τσάι με φίλους
pl: Herbatki z przyjaciółmi
ru: Чаепитие с друзьями
zh: 与朋友喝茶

# ,15973B6C49CE3AC92431D2B46BE8EEA4
source: Fireworks
el: Πυροτεχνήματα
pl: Fajerwerki
ru: Фейерверки
zh: 烟花

# ,0DCDE313473E8A6D40F69ABCD969645B
source: Swing Self
el: Κουνήστε τον εαυτό σας
pl: Huśtać się
ru: Качаться
zh: 给自己荡秋千

# ,7A7523B24363943AC1ECCE9A0B2634F5
source: Balls
el: Μπάλες
pl: Piłki
ru: Мячи
zh: 球

# ,D8EB81F34ACA8EEE85F5E09D1DA0CB64
source: Hide Self
el: Κρύψτε τον εαυτό σας
pl: Ukrywać się
ru: Прятаться
zh: 隐藏自己

# ,8785C0644A30D7680DD4668FB916A03A
source: Hide Others
el: Απόκρυψη άλλων
pl: Ukrywać innych
ru: Прятать других
zh: 隐藏他人

# ,9D7CA8BB4D12421F2093AB823A8EAC45
source: Cannon
el: Κανόνι
pl: Armaty
ru: Пушка
zh: 大炮

# ,D8A8DBB34AAD96AC66B54A87365822C9
source: Knives
el: Μαχαίρια
pl: Noże
ru: Ножи
zh: 刀子

# ,0593C38042D49BC9D0958EB990324EFA
source: Jail Self
el: Φυλακή Αυτού
pl: Więzić się
ru: Сидеть в клетке
zh: 监禁自己

# ,61579A7B4A7A797C38911980E669DE96
source: Jail Others
el: Φυλακή Άλλοι
pl: Więzić innych
ru: Сажать других в клетку
zh: 监禁他人

# ,FF934248449771227CA5E6BAC5FBE7AF
source: Carousel with friends
el: Καρουζέλ με φίλους
pl: Karuzele z przyjaciółmi
ru: Карусель с друзьями
zh: 和朋友一起玩旋转木马

# ,FD50C07D436B39761D90A28961DE809F
source: Open Boxes
el: Ανοίξτε τα κουτιά
pl: Otwierać gabloty
ru: Открывать коробки
zh: 打开盒子

# ,9432768D4222957489019C86BD251CA3
source: Carousel with enemies
el: Καρουζέλ με εχθρούς
pl: Karuzele z wrogami
ru: Карусель с врагами
zh: 和敌人共乘旋转木马

# ,420F5BCA40413C0383C7AA9583EEC5C0
source: Mislead
el: Παραπλανώ
pl: Wprowadzać w błąd
ru: Сбивать с толку
zh: 误导

# ,E2D484854A1C9DB14835A6AD457B6207
source: Balloons
el: Μπαλόνια
pl: Balony
ru: Шарики
zh: 气球

# ,5E1C23674444BB331554B39281C7EA20
source: Swing Others
el: Κουνήστε άλλους
pl: Huśtać się z innymi
ru: Качать других
zh: 给他人荡秋千

# ,87FBE09C4BC5718F45CC6F8E716201AE
source: Tunnels
el: Σήραγγες
pl: Tunele
ru: Туннели
zh: 隧道

# ,49EE0D0C418246C21899368F2615D0DE
source: Trains
el: Τρένα
pl: Pociągi
ru: Паровозики
zh: 列车

# ,8E2C567C4DD801B3FD73AFB9C374D6B4
source: Cars
el: Αυτοκίνητα
pl: Samochodziki
ru: Машинки
zh: 汽车

# ,A7C36D644573AD30716F4283EBBE53D2
source: Swings
el: Κούνιες
pl: Huśtawki
ru: Качели
zh: 秋千

# ,D627A24C4957566043D3F0ADF0F70B9E
source: Playgrounds
el: Παιδικές χαρές
pl: Place zabaw
ru: Площадки
zh: 游乐场

# ,AA8520BE4876828E544192BFA8F98EE7
source: Move Self
el: Μετακινήστε τον εαυτό σας
pl: Przemieszczać się
ru: Перемещаться
zh: 移动自己

# ,455698874FAE4AEB808E15AA36758F84
source: Houses
el: Σπίτια
pl: Domki
ru: Домики
zh: 房屋

# ,06E2AE2A4553C0E1B8BD4FAEBFD8FA1E
source: Seesaws
el: Τραμπάλα
pl: Huśtawki sprężynowe
ru: Качель на двоих
zh: 跷跷板

# ,0285258748FED1BC6E542F80A9097CE9
source: Tea
el: Τσάι
pl: Herbatki
ru: Чай
zh: 茶

# ,8DDD1FD04F1754E2F728208EBEF897FC
source: Camp with friends
el: Κατασκήνωση με φίλους
pl: Obóz z przyjaciółmi
ru: Лагерь с друзьями
zh: 和朋友一起露营

# ,591DF6954C2D384CBCCD838B12BD62CA
source: Camp with enemies
el: Στρατόπεδο με εχθρούς
pl: Obóz z wrogami
ru: Лагерь с врагами
zh: 和敌人露营

# ,1F51194C47FBB1A80E8868BDC35CC619
source: Sandbox
el: Αμμοδόχος
pl: Piaskownice
ru: Песочница
zh: 沙盒

# ,0AB50D9E41B57073B2D0EFAA0AD0A9F4
source: Bouncy castles
el: Πηδά κάστρα
pl: Dmuchane zamki
ru: Надувные замки
zh: 充气城堡

# ,F234C7F94700549E267ADA87AC492287
source: Ouija
el: Μαγικό τραπεζάκι
pl: Tablice Ouija
ru: Доска Уиджи
zh: 通灵板

# ,B75EFA334329B52DD906DC8C54262916
source: Radio
el: Ραδιόφωνο
ru: Радио
zh: 收音机

# ,5F6925D947AE92C9AC54DEA293653C03
source: Rocking
el: Κουνίσματα
pl: Krzesło bujane
ru: Кресло-качалка
zh: 摇摆

# ,FF277FA44BB3DB99FB3F4393911D9B6D
source: Music
el: Μουσική
pl: Muzykę
ru: Музыка
zh: 音乐

# ,0D7E18B14371021AF672E392EB48BEA1
source: Fireplace
el: Τζάκι
pl: Kominek
ru: Камин
zh: 火炉

# ,1AEBF7804411904275F320B5DB9BB455
source: Candles
el: Κεριά
pl: Świeczki
ru: Свечи
zh: 蜡烛

# ,E321649D4AF8734E473FEDB0404E1B2E
source: Move frames
el: Μετακινήστε τα πλαίσια
pl: Przesuwać obrazy
ru: Двигать кадры
zh: 移动框架

# ,9C3A179A4105F07AF02DAF9565B1CB02
source: Clock
el: Ρολόι
pl: Zegar
ru: Часы
zh: 钟

# ,60929102471030286F6536A92C1EC5C8
source: Book
el: Βιβλίο
pl: Książki
ru: Книга
zh: 书

# ,24FA60AC4C99AD7D35B45C8F7E6C1279
source: Chess
el: Σκάκι
pl: Szachy
ru: Шахматы
zh: 棋

# ,3753BCEE46C70EDFBC5171BE7A651CC0
source: Curtains
el: Κουρτίνες
pl: Zasłony
ru: Занавески
zh: 窗帘

# ,C9DD78084F647953E55A8196CE872921
source: Gramophone
el: Γραμμοφώνο
pl: Gramofon
ru: Граммофон
zh: 留声机

# ,18D93C0E4280B2D8733C3B9098852779
source: Magic trick
el: Μαγικό κόλπο
pl: Magiczna sztuczka
ru: Фокус
zh: 魔术把戏
